[{"title": "Financing trends in crisis-affected contexts: Launch of the 2019 Global Humanitarian Assistance report", "date": "16 Sep 2019", "format": "Event", "description": "In this webinar we will present the findings of the 2019 Global Humanitarian Assistance report and what they mean for finance in protracted crisis contexts.", "url": "http://devinit.org/post/financing-crisis-webinar/", "body": "<p>This webinar was the second in the series – ‘Building coherence between crisis, development and peace actors’, a series aiming to bring together actors from all sides to lay the foundations for future talks on building greater coherence. You can watch the first webinar in the series <a href=\"http://devinit.org/post/emerging-trends-development-finance-mean-crisis-actors/\" target=\"_blank\">here</a>.</p><p><iframe allowfullscreen=\"allowfullscreen\" frameborder=\"0\" height=\"560\" src=\"https://www.youtube.com/embed/akm8RAHX4MU\" width=\"800\"></iframe></p><p><strong>Facilitator</strong> <a href=\"http://devinit.org/post/people/harpinder-collacott/\" target=\"_blank\">Harpinder Collacott</a>, Executive Director, Development Initiatives</p><p><strong>Download the presenting panellists’ slides:</strong></p><p><a href=\"http://devinit.org/post/people/angus-urquhart/\" target=\"_blank\">Angus Urquhart</a>, Humanitarian Lead, Development Initiatives<br/>\n<a href=\"http://devinit.org/wp-content/uploads/2019/10/Global-Humanitarian-Assistance-Report-2019-key-findings-Angus-Urquhart.pptx\" target=\"_blank\">Global Humanitarian Assistance Report 2019: key findings</a></p><p><a href=\"http://devinit.org/post/people/sarah-dalrymple\" target=\"_blank\">Sarah Dalrymple</a>, Senior Policy and Engagement Advisor, Development Initiatives<br/>\n<a href=\"http://devinit.org/wp-content/uploads/2019/10/The-overarching-issues-relevant-to-financing-across-the-HDP-nexus-and-in-protracted-crises-Sarah-Dalrymple.pptx\" target=\"_blank\">The overarching issues relevant to financing across the HDP nexus and in protracted crises</a></p><p>Jeremy Konyndyk, Senior Policy Fellow, Center for Global Development<br/>\n<a href=\"http://devinit.org/wp-content/uploads/2019/10/Can-a-Fragmented-Business-Model-Manage-Integrated-Crises-Jeremy-Konyndyk.pptx\">Can a fragmented business model manage integrated crises</a></p><p>Marta Ruedas, Deputy Special Representative of the United Nations Assistance Mission for Iraq (UNAMI), spoke in the webinar without a slide deck</p><p>Rachel Scott, Head of Crises and Fragility Unit, Organisation for Economic Co-operation and Development, was unable to join the webinar, but we are pleased to make her presentation available here.<br/>\n<a href=\"http://devinit.org/wp-content/uploads/2019/10/Fragility-trends-Rachel-Scott.pptx\" target=\"_blank\">Fragility trends</a></p><p><strong>Answers to questions raised by attendees at the webinar that we ran out of time to address to the panellists will be published here shortly.</strong></p><p><strong>For further updates, resources and discussion around this webinar series, which focuses on the humanitarian–development–peace nexus, follow <a class=\"js-track-clicks\" href=\"https://twitter.com/search?q=ditriplenexus\" target=\"_blank\">#DITripleNexus</a></strong></p><p>We welcome feedback on the agenda of the series and questions for discussion; please read the full details of the series and its aims in Sarah Dalrymple’s blog <a href=\"http://devinit.org/post/building-greater-coherence-across-development-crisis-and-peace-sectors/\" target=\"_blank\">here</a>, and contact her on <a href=\"mailto:Sarah.Dalrymple@devinit.org\">Sarah.Dalrymple@devinit.org</a>.</p>"}, {"title": "County spending on climate change and disaster risk reduction: Evidence from the budgets of four counties", "date": "14 May 2019", "format": "Event", "description": "Attend our event on 23 May in Kisumu County at the Jumuia Hotel to the discuss policies put in place by the four counties towards climate change and DRR.", "url": "http://devinit.org/post/county-spending-climate-change-disaster-risk-reduction-evidence-budgets-four-counties/", "body": "<p><strong>Location </strong>Kisumu County at the Jumuia Hotel</p><p><strong>About</strong></p><p>Kenya is increasingly experiencing severe droughts followed by heavy floods, the recurrence and intensity of which is closely linked with climate change. To mitigate the effects these natural disasters can have on poor people in vulnerable contexts, adequate public expenditure spanning various sectors must be devoted to climate change and reducing disaster risk.</p><p>In light of these recent trends, DI tracked four counties’ budgets for the financial years 2016/17–2018/19 to understand the extent to which county budgets address climate change and disaster risk reduction (DRR). The counties in focus were Baringo, Kisumu, Laikipia, and West Pokot.</p><p>This event aims to bring together government officials covering finance and economic planning, county representatives in charge of climate change and/or DRR; as well as community-based organisations, research institutions, media and development partners.</p><p>We will examine the levels of budget allocation, institutional frameworks and policies put in place by the four counties towards climate change and DRR. Participants will attend a panel which will unpack new policy as well as institutional and financing initiatives for DRR or climate change in the counties. Finally, attendees will develop action plans to influence engagement with county governments for increased, targeted and explicitly-stated budgets and policy considerations.</p><p>Please get in touch with Henry Odhiambo via 0724 399 751 or <a href=\"mailto:Henry.Odhiambo@devinit.org\" target=\"_blank\">Henry.Odhiambo@devinit.org</a> for any questions or clarification. There is a maximum capacity for this event, so please ensure you have confirmation that you are registered to attend the event.</p><p>Photo: <a href=\"https://www.flickr.com/photos/climatecentre/33018060573/in/album-72157678920164493/\" target=\"_blank\">Alex Wynter/KRCS-Climate Centre</a></p>"}, {"title": "Bristol and the SDGs: Bridging the local and the global", "date": "23 Apr 2019", "format": "Event", "description": "Development Initiatives (DI), the South West International Development Network and the Bristol SDG Alliance invite you to participate in our event.", "url": "http://devinit.org/post/bristol-sdgs-bridging-local-global/", "body": "<p><strong>Location </strong>Enderby Room, the School of Physics, HH Wills Physics Laboratory, University of Bristol, Tyndall Avenue, BS8 1TL</p><p><strong>Format </strong>Panel discussion</p><p><strong>About</strong></p><p>In 2015, the UN member states adopted the 2030 Agenda for Sustainable Development, a blueprint for peace and prosperity for all people and the planet. At the core of Agenda 2030 are the 17 Sustainable Development Goals (SDGs) which bring together all countries, both developed and developing, in a global partnership to urgently take action on some of the world’s most persistent obstacles to development. The SDGs, whilst ambitious, recognise that ending poverty and other deprivations requires a holistic approach which also seeks to: improve education and health; reduce inequalities; strengthen economic growth; and tackle climate change.</p><p>Whilst emphasis on the SDGs and efforts to achieving them remains consistently focused on action at the global level, the universality of the SDGs offers a chance for local actors and governments to bridge local development priorities with a global framework.</p><p>Leading the way at a local level when it comes to the adoption and practical use of the SDGs is Bristol. From the appointment of an SDG Ambassador, to formation of the Bristol SDG Alliance and the implementation of a Voluntary Local Review, Bristol is proactively striving to use the SDGs to guide a sustainable and prosperous future.</p><p>Development Initiatives (DI) and the <a href=\"https://www.swidn.org.uk/\" target=\"_blank\">South West International Development Network</a> invite you to attend and participate in ‘Bristol and the SDGs: Bridging the local and the global’, an event at the University of Bristol exploring the relevance of the Global Goals at a local level, whether this universal approach really signals a shift in development thinking, and what this means for the UK and Bristol.</p><p>This event will provide attendees with an opportunity to learn more about the progress and challenges of implementing the SDGs so far, and their potential for helping us tackle key global issues such as climate change and poverty.</p><p>Joining us for this exciting event is Distinguished Fellow at ODI, <strong>David Donoghue</strong>. David was Ireland’s Ambassador to the UN until 2017 and during this time played a lead role as co-facilitator of the SDGs. He will give a short address touching on his experiences and thoughts on delivering these goals. Following this opening address, there will be a moderated panel discussion, which brings together NGOs, business and local governments, and a Q&amp;A. We also invite all attendees to stay for a networking reception.</p><p><strong>Facilitator: </strong>Harpinder Collacott (Executive Director, DI)</p><p><strong>Panellists</strong></p><ul>\n<li>David Donoghue, Distinguished Fellow at ODI</li>\n<li>Allan Macleod, Bristol SDG Research and Engagement Associate</li>\n<li>James Treasure-Evans, Director of Funding and Partnerships, African Initiatives</li>\n<li>Simon Power, Director, Mott MacDonald</li>\n<li>Elinor Kershaw, Sustainability Coordinator and Project Administrator, Bristol Zoo</li>\n</ul><p>The event is open to all participants with free registration in advance. <a href=\"https://docs.google.com/forms/d/e/1FAIpQLSdRzq0k-pW7b1XNT5q4YNk_e7GsUK2d7ZZRjef4NVwXthr_bw/viewform?usp=sf_link\">Register here</a>.</p>"}, {"title": "What do emerging trends in development finance mean for crisis actors?", "date": "04 Apr 2019", "format": "Event", "description": "'What do emerging trends in development finance mean for crisis actors?’ will provide crisis actors contexts with information on development financing.", "url": "http://devinit.org/post/what-do-emerging-trends-in-development-finance-mean-for-crisis-actors/", "body": "<p><strong>Location </strong>online webinar</p><p><strong>Format</strong> A series of short presentations followed by a facilitated discussion, with an opportunity to address questions directly to presenters and panellists</p><p><strong>Facilitator</strong> David Donoghue, Ireland’s Permanent Representative to the UN until 2017 and co-facilitator of global negotiations culminating in the 2030 Agenda in 2015 and the New York Declaration for Refugees and Migrants in 2016. David is currently acting as Distinguished Fellow at ODI and on the board of Conciliation Resources.</p><p><strong>Development Initiatives Speakers</strong> <a href=\"http://devinit.org/post/people/sarah-dalrymple\" target=\"_blank\">Sarah Dalrymple</a>, Senior Policy and Engagement Advisor; <a href=\"http://devinit.org/post/people/rob-tew\" target=\"_blank\">Rob Tew</a>, Head of Research; and <a href=\"http://devinit.org/post/people/cecilia-caio\" target=\"_blank\">Cecilia Caio</a>, Senior Analyst<strong>. </strong></p><p><strong>Presenting panellists</strong></p><ul>\n<li>Matthew Wyatt, Deputy Director and Head of Conflict, Humanitarian and Security Department, Department for International Development</li>\n<li>Metsi Makhetha, United Nations Resident Coordinator, Burkina Faso</li>\n<li>Leah Zamore, Senior Policy Analyst, Centre for International Cooperation, leading research on development-humanitarian nexus, refugee policy and conflict prevention</li>\n<li>Dr Olusoji Adeyi, Director of the Health, Nutrition and Population Global Practice at the World Bank Group</li>\n</ul><p><strong>About this webinar</strong></p><p>To strengthen joined-up approaches to financing across development and crisis sectors, there is a need for more concrete discussions. Development Initiatives (DI) is running ‘Building coherence between crisis, development and peace actors’, a series of webinars that aim to bring together actors from all sides to lay the foundations for future talks on building greater coherence.</p><p>The first webinar ‘What do emerging trends in development finance mean for crisis actors?’ will provide actors working in fragile and crisis contexts with information on development financing processes, structures and trends. Participants will have the chance to hear from development and crisis finance experts, pose questions and explore the possibilities for joint working towards financing for collective outcomes.</p><p>The nature of crises is changing. Crises have become increasingly complex and protracted in nature, and a growing proportion of the world’s poor people will live in fragile and crisis-affected contexts by 2030.</p><p>These shifts in the context – and deepening links between poverty, vulnerability and crisis – have reinvigorated the argument calling for greater coherence in the responses of crisis and development actors in protracted crisis contexts. Increasingly, there is more recognition of the need for longer-term development approaches in crises and a heightened awareness that working coherently to address the needs of vulnerable people can strengthen effectiveness.</p><p>Against this backdrop, several global policy processes have emerged – including the ‘New Way of Working’ emerging out of the World Humanitarian Summit (2016), the Grand Bargain commitments (2016), the 2030 Agenda for Sustainable Development and the new DAC Recommendation on Humanitarian-Development-Peace nexus agreed earlier this year.</p><p>However, while there is growing consensus for a longer-term development approach, and coherence at the international level, it is commonly acknowledged that development and crisis-financing actors operate in silos and the practical delivery of these commitments is the biggest challenge. Additionally, historical divides in the development and crisis-financing architectures continue to provide insufficient space for systemic joined-up working.</p><p>‘Building coherence between crisis, development and peace actors’ will provide a series of opportunities for inclusive discussion of these key issues, and a chance to build consensus around the next steps towards more effective ways of working. We therefore welcome feedback and suggestions on the agenda of the series and questions for discussion; please read the full details of the series and its aims in Sarah Dalrymple’s blog <a href=\"http://devinit.org/post/building-greater-coherence-across-development-crisis-and-peace-sectors/\" target=\"_blank\">here</a>, and contact her on <a href=\"mailto:Sarah.Dalrymple@devinit.org\">Sarah.Dalrymple@devinit.org</a>.</p><p>DI has put together some useful <a href=\"http://devinit.org/wp-content/uploads/2019/04/Webinar-background-information.pdf\" target=\"_blank\">background information</a> for webinar attendees</p><p>The full webinar can be <a href=\"http://devinit.org/post/emerging-trends-development-finance-mean-crisis-actors/\" target=\"_blank\">watched online here</a>, along with slides packs and the panellists’ responses to attendees’ questions that weren’t covered in the time available.</p><p> </p>"}, {"title": "Launching Investments to End Poverty 2018 – Meeting the financing challenge to leave no one behind", "date": "18 Sep 2018", "format": "Event", "description": "As part of the 2018 Annual Meetings of the IMF and World Bank Group, DI is launching its new report Investments to End Poverty 2018.", "url": "http://devinit.org/post/launching-investments-end-poverty-2018-meeting-financing-challenge-leave-no-one-behind/", "body": "<p style=\"text-align: left;\"><strong>Location:</strong> <a href=\"https://www.google.co.uk/maps/dir/Bali+Nusa+Dua+Convention+Center,+Kawasan+Pariwisata+Nusa+Dua+Lot+NW%2F1,+Benoa,+Kuta+Sel.,+Kabupaten+Badung,+Bali+80363,+Indonesia/The+Laguna+Resort+%26+Spa+Nusa+Dua,+Bali+The+Luxury+Collection,+Benoa,+Nusa+Dua,+ID-BA,+Indonesia/@-8.7969845,115.2263663,17z/data=!3m1!4b1!4m13!4m12!1m5!1m1!1s0x2dd2432481681435:0x28d2de6bdbd07735!2m2!1d115.226363!2d-8.796229!1m5!1m1!1s0x2dd243269c1b5719:0xdb311c654377bf82!2m2!1d115.2307704!2d-8.7973822\" target=\"_blank\">The Laguna Resort &amp; Spa</a>, Kawasan Pariwisata, Nusa Dua Lot N2, Bali 80363</p><p style=\"text-align: left;\"><strong>Audience: </strong>This event is open to all, with <a href=\"https://docs.google.com/forms/d/e/1FAIpQLScJyBVxEG1pHIZx7ga_hkz3MCj3flmSiEp3U7rbTBIdt7HjVg/viewform\" target=\"_blank\">free registration in advance</a></p><p style=\"text-align: left;\"><strong>About:</strong> As part of the 2018 Annual Meetings of the International Monetary Fund and World Bank Group, Development Initiatives is hosting a launch event for <em>Investments to End Poverty 2018</em>.</p><p style=\"text-align: left;\">The third in the Investments to End Poverty series, this report unpacks the complexities of development finance today in the context of the ambitious Agenda 2030, which sets a high bar for success. It evidences the need for a more comprehensive, targeted and strategic approach to development finance (and ODA in particular) that prioritises the poorest people and places. Ending poverty for everyone, everywhere will require not only scaling up resources but also scaling up the right resources for the right interventions.</p><p style=\"text-align: left;\"><em>Investments to End Poverty 2018 </em>also explores how development finance is responding to the demands set by the Sustainable Development Goals and what changes and actions are needed to ensure their aspirations become reality for all.</p><p style=\"text-align: left;\">This event will be an opportunity to discuss key findings and trends emerging from our analysis, emphasising the critical challenges we all face in achieving and financing the Sustainable Development Goals.</p><p><strong>Speakers</strong></p><ul>\n<li>Chair: <a href=\"https://live.worldbank.org/experts/shari-spiegel\" target=\"_blank\">Shari Spiegel</a>, Chief of the Policy Analysis &amp; Development Branch, UN-DESA Financing for Sustainable Development Office</li>\n<li><a href=\"http://devinit.org/post/people/daniel-coppard/\" target=\"_blank\">Dan Coppard</a>, Director of Research and Analysis, Development Initiatives</li>\n<li><a href=\"https://www.gatesfoundation.org/Who-We-Are/General-Information/Leadership/Global-Policy-and-Advocacy/Gargee-Ghosh\" target=\"_blank\">Gargee Ghosh</a>, Director of Development Policy &amp; Finance, Bill &amp; Melinda Gates Foundation</li>\n<li><a href=\"http://www.worldbank.org/en/about/people/m/mahmoud-mohieldin\" target=\"_blank\">Mahmoud Mohieldin</a>, Senior Vice President for the 2030 Development Agenda, United Nations Relations, and Partnerships, World Bank Group</li>\n<li>Further speakers to be confirmed</li>\n</ul><p style=\"text-align: left;\">You can register to receive your copy of <em>Investments to End Poverty 2018</em> as soon as it is published <a href=\"http://eepurl.com/dHvP0f\" target=\"_blank\">here</a>.</p><p style=\"text-align: left;\">For more information please contact <a href=\"mailto:amy.cox@devinit.org\">Amy Cox</a>, Engagement &amp; Policy Officer.</p>"}, {"title": "P20 and 'Leave No One Behind' commitments at country-level: High-Level Political Forum Side-Event", "date": "04 Jul 2018", "format": "Event", "description": "DI and representatives from Benin and Switzerland are hosting a panel discussion on the P20 Initiative, the 17 July 2018 in 333 E 47th St, New York.", "url": "http://devinit.org/post/p20-leave-no-one-behind-country-level-high-level-political-forum-side-event/", "body": "<p><strong>Location: </strong>The Japan Society, 333 E 47th St, New York, NY 10017</p><p><strong>About: </strong>The Governments of Switzerland and Benin and Development Initiatives are hosting a High Level Political Forum Side-Event. The discussion will focus on the P20 and progress on the commitment to Leave No One Behind at country level.</p><p>Read our summary paper in <a href=\"http://devinit.org/wp-content/uploads/2018/07/The-P20-and-progress-on-the-commitment-to-Leave-No-One-Behind-at-country-level.pdf\">English</a> or <a href=\"http://devinit.org/wp-content/uploads/2018/07/Les-P20-et-les-progrès-réalisés-dans-la-mise-en-œuvre-de-l’engagement-Leave-No-One-Behind-au-niveau-national.pdf\">French</a> for analysis and evidence on the P20 that will be discussed at the event.</p><p>The Sustainable Development Goals set an ambitious agenda for change, as they are universal and committed to leave no one behind in the process of development. This task requires a new focus on disaggregated data to look at people, not averages, to understand who is being excluded and in what ways. The P20 are the people in the poorest 20% of the population globally, and for Agenda 2030 to be implemented, they must be tracked to ensure they are included in progress. Otherwise, they risk being left further behind.</p><p>The Governments of Switzerland and Benin have been using the idea of the P20 to examine the extent to which the poorest 20% of people are included in progress in their own countries. The purpose of this event is to examine advances in implementing the commitment to leave no one behind at country level. Reflecting the universal nature of the challenge, Benin and Switzerland are looking in parallel at their own data, statistics and approaches to ensure that everyone is included in progress. Initial lessons, challenges and experiences from both countries will be shared at this event, and will inform the 2019 HLPF on Empowering People and Ensuring Inclusiveness and Equality.</p><p>To let us know whether you are able to come, please <a href=\"https://goo.gl/forms/eXL6sHa7bBsdxmtk2\" target=\"_blank\">RSVP here</a>. If there are other people you think we should invite, just get in touch with Amy Cox (<a href=\"mailto:amy.cox@devinit.org\" target=\"_blank\">amy.cox@devinit.org</a>).</p><p>For more information, to share ideas or experiences or to talk about the P20 and Leave No One Behind, contact Judith Randel (<a href=\"mailto:judith.randel@devinit.org\" target=\"_blank\">judith.randel@devinit.org</a>) or Tony German (<a href=\"mailto:tony.german@devinit.org\" target=\"_blank\">tony.german@devinit.org</a>) or visit our <a href=\"http://devinit.org/p20i/\" target=\"_blank\">P20 Initiative page</a>.</p><p>Click <a href=\"http://devinit.org/wp-content/uploads/2018/07/P20-event-invitation-High-Level-Political-Forum-Side-Event.pdf\" target=\"_blank\">here</a> for more information about the event</p><p> </p>"}, {"title": "Launch of our Spotlight on Uganda", "date": "05 Mar 2018", "format": "Event", "description": "Development Initiatives is launching its 'Spotlight on Uganda',a free online tool that provides easy access to crucial information about Kenyan development.", "url": "http://devinit.org/post/launch-of-our-spotlight-on-uganda/", "body": "<p><strong>Location:</strong> Grand Imperial Hotel, Kampala, Uganda</p><p><strong>About: </strong>Much of the data that is crucial for development planning and evaluation in Uganda is spread across the respective agencies of government and not presented in easy-to-use formats. Development Initiatives is launching its ‘<a href=\"http://data.devinit.org/spotlight-on-uganda\" target=\"_blank\">Spotlight on Uganda</a>’, a free online tool that helps improve access to crucial datasets on key development indicators for Uganda.</p><p>Available via our <a href=\"http://data.devinit.org/\" target=\"_blank\">Development Data Hub</a>, the Spotlight on Uganda gives users visualised data on health, education, environment, population and other sectoral outcomes. It showcases budgets and investment inflows and outflows and provides an excellent resource for policymakers and other stakeholders in Uganda’s development.</p><p>The Spotlight was launched in its first (<em>‘beta’</em>) form in Kampala in 2015, and this updated version brings in recent data from sources such as the Uganda Bureau of Statistics, local government budgets and the Ministry of Finance, Planning and Economic Development, among others. We hope that the launch will strengthen relationships between users and producers of data to ensure that the Spotlight on Uganda is an effective resource that guides decision-making.</p><p>During this event, we will also share findings of our forthcoming publication <em>Uganda’s budget 2017/18: What can we learn from it in planning for 2018/19?</em></p><p>We will present to an audience of ministries, departments and agencies, CSOs, academia, development partners and private sector stakeholders.</p><p>Register your attendance by emailing Bernard Sabiti on Bernard[dot]Sabiti[AT]devinit.org<strong>.</strong></p>"}, {"title": "Data for Development Festival", "date": "12 Jan 2018", "format": "Event", "description": "The Data for Development Festival will be celebrated 21-23 March 2018, bringing together the Global Partnership for Sustainable Development Data partners.", "url": "http://devinit.org/post/data-development-festival/", "body": "<p><strong>About: </strong>The <a href=\"http://www.data4sdgs.org/news/data-development-festival\" target=\"_blank\">Data for Development Festival</a> will bring together partners and friends of the Global Partnership for Sustainable Development Data in order to drive action and foster strong links within the global data community ahead of the 73rd UN General Assembly in September, the World Data Forum in October, and the 2030 milestone.</p><p>The event is the inaugural in-person gathering of the Global Partnership for Sustainable Development Data. It is an exciting chance to exchange ideas with partners from around the world, generate new collaborations, and explore the impact of emerging technology on people’s lives. This event provides an opportunity to participate in numerous thematic events, network with the global data community, meet representatives of the Global Partnership’s new Board of Directors and Technical Advisory Group, and shape the partnership’s future.</p><p>DI is proud to be one of the contributing partners of this event.</p><p>For more information about the Data for Development Festival, please visit the <a href=\"http://www.data4sdgs.org/news/data-development-festival\" target=\"_blank\">event website</a>.</p><p>Registration is now open on <a href=\"https://www.eventbrite.com/e/data-for-development-festival-2018-data4devfest-registration-41027798249?mc_cid=2422b86e5e&amp;mc_eid=fe2c18ca84\" target=\"_blank\">eventbrite</a>.</p>"}, {"title": "High Level National Data Forum, Uganda", "date": "06 Nov 2017", "format": "Event", "description": "From the 14-17 November 2017 Development Initiatives and the Uganda Bureau of Statistics will organise a national data forum in Kampala, Uganda.", "url": "http://devinit.org/post/high-level-national-data-forum-uganda/", "body": "<p><strong>About:</strong> During Africa Statistics week, the Uganda Bureau of Statistics and its key partners will convene a High Level National Data Forum to bring together stakeholders in the National Statistics System. They will discuss ways of harnessing emerging technologies to strengthen partnerships for data and statistical development.</p><p>Data producers and users from government, civil society, donors, academia and media will share experiences of how they are implementing the data revolution.</p><p>Development Initiatives is proud to be partnering with the Uganda Bureau of Statistics and other local partners to co-organise this important event. Development Initiatives’ experts will be delivering and facilitating a number of sessions:</p><p><strong><a href=\"http://devinit.org/post/people/bill-anderson/\" target=\"_blank\">Bill Anderson</a></strong>, Data &amp; Information Architect, speaking during opening plenary</p><p><strong><a href=\"http://devinit.org/post/people/allan-lukwago/\" target=\"_blank\">Allan Lukwago</a></strong>, Web Developer, facilitating ‘A Masterclass on Data Scraping’</p><p><strong><a href=\"http://devinit.org/post/people/bernard-sabiti/\" target=\"_blank\">Bernard Sabiti</a></strong>, Partnerships Manager, chairing the session ‘Open Data in Uganda: Challenges and Opportunities’</p><p><strong><a href=\"http://devinit.org/post/people/wilbrod-ntawiha/\" target=\"_blank\">Wilbrod Ntawhiha</a></strong>, Data Scientist, presenting ‘Reinventing Open Data: ‘Development Data Audit’’</p><p>For more information about these sessions, and other events during the forum, please visit the <a href=\"http://www.ubos.org/hlndf/#not-set:all\" target=\"_blank\">event website</a></p><p>Register for the event using <a href=\"https://www.eventbrite.com/e/high-level-national-data-forum-uganda-tickets-39279954401?aff=ehomecard\" target=\"_blank\">Eventbrite</a></p>"}, {"title": "Kenya Equity Week", "date": "06 Nov 2017", "format": "Event", "description": "DI, together with other partners, has planned the Kenya Equity Week 2017, a national programme of events that cover resource allocation and equity in Kenya.", "url": "http://devinit.org/post/kenya-equity-week/", "body": "<p><strong>Location:</strong> <a href=\"https://ngonghillshotel.co.ke/\" target=\"_blank\">Ngong Hills Hotel</a>, Nairobi</p><p><strong>About:</strong> Development Initiatives (DI) is pleased to be participating in Kenya Equity Week, which runs 13-17 November 2017.</p><p>DI has been involved in the planning for Kenya Equity Week 2017, a national programme of events that presents an opportunity for reflection on equity in resource allocation in Kenya. The aim is to highlight and discuss ideas, policies and practices related to equitable governance, stimulating a national conversation on equitable development as envisioned in the 2010 Constitution. The week involves a series of events drawing participants from academia, civil society, government, the private sector and citizens.</p><p>DI will be launching the new Spotlight on Kenya, our latest online data visualisation, on Thursday 16 November. We will also showcase the Spotlight on Friday 17 November at the regional event in Tambach Teachers Training College, Iten town, Elgeyo Marakwet County, and participate in a panel discussion to present on data challenges for decision-making at county level.</p><p>Full details on the programme are available on the <a href=\"http://equityweek.qfak.org/\" target=\"_blank\">Kenya Equity Week website</a>. For more information, please contact Henry Odhiambo on henry[dot]odhiambo[AT]devinit.org</p><p>#UsawaKenya and #FightInequality</p>"}, {"title": "Webinar: How is aid changing? An introduction to ODA modernisation", "date": "04 Sep 2017", "format": "Event", "description": "The OECD DAC is modernising its system for how aid is monitored, measured and reported. This free webinar provides an overview of key expected changes.", "url": "http://devinit.org/post/webinar-aid-changing-introduction-oda-modernisation/", "body": "<p><strong>Location</strong> online webinar (register below)</p><p><strong>Development Initiatives speakers</strong> Cordelia Lonsdale, Senior Policy &amp; Engagement Adviser; <a href=\"http://devinit.org/post/people/rob-tew/\">Rob Tew</a>, Head of Technical Development</p><h4>About this webinar</h4><p>The OECD DAC – the membership group of developed countries that provides official development assistance (ODA), or aid – has embarked on a process of modernising its system for how aid is monitored, measured and reported, potentially changing the fundamental nature of ODA. The rule changes are expected to be adopted at the next High Level Meeting in October 2017.</p><p>This free webinar will provide an overview of the key changes likely to be agreed in October. These include: changes to rules on ODA loans and debt relief; new purpose codes and sector codes; changes to in-donor refugee costs; the introduction of new forms of aid aimed at ‘mobilising’ private investments for development; and new peace and security related activities.</p><p>Participants will learn the basic facts about how modernised ODA will work, how this might affect incentives for DAC donors in their aid allocations, and how reported ODA numbers might be affected. We’ll also share a timeline for the process and its implementation.</p><p>The webinar is intended for those working directly on ODA policy and advocacy, as well as stakeholders in the wider aid community who need to understand the context for their work. Participants will have the opportunity to put questions to DI’s ODA experts in dedicated discussion time and to share their views on ODA modernisation with other webinar participants.</p><h4><strong>This event is in the past, click below to watch the recording</strong></h4><p><strong>Webinar:</strong> <a href=\"http://devinit.org/post/oda-modernisation-background-paper-changing-rules-aid/\" target=\"_blank\">How is aid changing? An introduction to ODA modernisation</a></p><h4><strong>Learn more about ODA modernisation</strong></h4><p><strong>Background paper:</strong> <a href=\"http://devinit.org/post/oda-modernisation-background-paper-changing-rules-aid/\" target=\"_blank\">ODA modernisation</a></p><p><strong>Blog:</strong> <a href=\"http://devinit.org/post/new-private-sector-instruments-seen-stakeholders-important-change-oda/\" target=\"_blank\">New private sector instruments seen by stakeholders as the most important change to ODA</a></p><p><strong>Presentation:</strong> <a href=\"http://devinit.org/post/changing-rules-of-aid-understanding-oda-modernisation/\" target=\"_blank\">Changing the rules of aid: understanding ODA modernisation</a></p>"}, {"title": "Buntwani 2017: leaving no one behind", "date": "10 Aug 2017", "format": "Event", "description": "Buntwani 2017 will be held on 4 and 5 September in Dar es Salaam. It's an ‘unconference’ where everyone must come with some information or input to share.", "url": "http://devinit.org/post/buntwani-2017-leaving-no-one-behind/", "body": "<p><strong>About:</strong> Buntwani 2017, hosted by Open Institute, will be held on 4 and 5 September in Dar es Salaam. It’s an ‘unconference’ – a buzz-group designed to facilitate peer-learning, critical thinking and actionable partnerships, where everyone must come with some information or input to share.</p><p>The theme for 2017 is ‘Leave no one behind: More than just a slogan’. The unconference will focus on the Global Goals – attempts to eliminate poverty, combat inequality and tackle climate change by 2030, and to do so while ensuring no one is left behind.</p><p>A summary of what the meeting aims to achieve:</p><ul>\n<li>Strengthen citizen participation by improving the understanding and use of technology and data-supported initiatives to monitor government performance, service delivery and transparency levels.</li>\n<li>Share examples of how civil society and state actors have found ways to work with citizens at subnational level.</li>\n<li>Explore new ways of implementing and monitoring the Sustainable Development Goals by exploring strategies to improve how citizen action influences government action at subnational level.</li>\n</ul><p>Enrolment: fill in the expression-of-interest request online via <a href=\"https://buntwani.org/\">https://buntwani.org/</a></p>"}, {"title": "Leveraging interlinkages for effective implementation of SDGs", "date": "12 Jul 2017", "format": "Event", "description": "This 2017 conference brought together key experts to discuss implementation of the SDGs, including how to exploit synergies and minimise trade-offs.", "url": "http://devinit.org/post/leveraging-interlinkages-effective-implementation-sdgs/", "body": "<p><strong>Location</strong> Conference room 4, UN Plaza, New York</p><p><strong>About</strong> The interlinked and indivisible nature of the Sustainable Development Goals (SDGs) requires an in-depth discussion of the interconnections between the various goals and targets. There is a large body of analytical research and evidence supporting integrated policymaking, implementation and monitoring. Furthermore, the interlinked nature of the SDGs is seen in the supporting statistical evidence needed to highlight how and where sustainable development is achieved. Such approaches can have transformative impacts if they can adequately exploit synergies and minimise trade-offs. Recognising this potential, many countries have already set up cross-ministerial coordination mechanisms for the SDGs, as presented in their voluntary national reviews. This is will be the discussion in the first panel.</p><p>In the second panel, key experts from different data communities will highlight the importance of statistics and data to support Agenda 2030 and the much-needed statistical capacity development to strengthen national statistical systems.</p><p><strong>Proposed guiding questions</strong></p><ul>\n<li>What needs to be done to ensure interlinkages among all SDGs are addressed when making policy decisions at all levels?</li>\n<li>What are the best policy instruments to identify synergies and minimise trade-offs?</li>\n<li>How can all branches of government, stakeholders and the international community be best engaged in ensuring interlinkages among all SDGs to advance Agenda 2030 implementation?</li>\n</ul><p><strong>Chair:</strong></p><ul>\n<li>H.E. Mrs Marie Chatardova, Vice-President of the UN Economic and Social Council</li>\n</ul><h3><strong>Panel 1 (9:00–12:00)</strong></h3><p><strong>Moderator:</strong></p><ul>\n<li>Ms Minh-Thu Pham, Executive Director of Policy, United Nations Foundation</li>\n</ul><p><strong>Panellists:</strong></p><ul>\n<li>Ms Ebba Dohlman, Senior Adviser for Policy Coherence for Sustainable Development, OECD</li>\n<li>Mr Debapriya Bhattacharya, Chair, Southern Voices and Distinguished Fellow, Centre for Policy Dialogue</li>\n<li>Mr Michel Sidibé, Executive Director of UNAIDS</li>\n</ul><p><strong>Lead discussants:</strong></p><ul>\n<li>H.E. Mr Michael Gerber, Ambassador, Swiss Special Envoy for Global Sustainable Development</li>\n<li>Ms Irene Khan, Director-General, International Development Law Organization</li>\n</ul><h3><strong>Panel 2 (12:00–13:00)</strong></h3><p><strong>Moderator:</strong></p><ul>\n<li>Mr Debapriya Bhattacharya, Chair, Southern Voices and Distinguished Fellow, Centre for Policy Dialogue</li>\n</ul><p><strong>Panellists:</strong></p><ul>\n<li>Mr Anil Arora, Chief Statistician of Canada, Statistics Canada</li>\n<li>Mr Babacar Beye, Chief Statistician of Senegal</li>\n<li>Ms Judith Randel, Co-founder and Strategic Advisor, Development Initiatives</li>\n</ul>"}, {"title": "Leave no one behind: Ensuring inclusive SDG progress", "date": "12 Jul 2017", "format": "Event", "description": "This 2017 event showcased outstanding recent efforts towards inclusive SDG progress, identifying who is being left behind and why.", "url": "http://devinit.org/post/leave-no-one-behind-ensuring-inclusive-sdg-progress/", "body": "<p><strong>Location </strong>Conference room 11, UN Plaza, New York</p><p><strong>About</strong> To implement Agenda 2030, governments and civil society committed to work for all people and segments of society, leaving no one behind and endeavouring to reach those furthest behind first. Many initiatives around the world are working to deliver on the pledge to leave no one behind and guarantee the transformative promise of the SDGs is not lost.</p><p>The event will showcase outstanding recent efforts to identify who is being left behind and why; improve data and accountability; and build broader engagement to implement a universal agenda.</p><p>The event will:</p><ul>\n<li>promote international coordination, joint learning and build momentum for implementation of the leave no one behind pledge and data disaggregation</li>\n<li>showcase key findings from dynamic global initiatives: including the <a href=\"http://action4sd.org/leavenoonebehind/\">Leave No One Behind Partnership</a>, the <a href=\"http://www.data4sdgs.org/\">Global Partnership for Sustainable Development Data</a>  and recent UN projects</li>\n<li>share good practice on facilitating the meaningful participation of those left behind and ensuring accountability through improved data</li>\n<li>foster joint commitments to improve data disaggregation, develop multi-stakeholder partnerships and galvanise action for inclusive implementation of this agenda.</li>\n</ul><p>Speakers will include:</p><ul>\n<li>Hon Dr Cleopa Kilonzo Mailu, Cabinet Secretary for Health, Government of Kenya</li>\n<li>Lilianne Ploumen, Minister for Foreign Trade and Development Cooperation, Government of the Netherlands</li>\n<li>Neil Briscoe, Deputy Director and Head of Global Partnerships, Department for International Development, UK</li>\n<li>Achim Steiner, Administrator, UN Development Programme</li>\n<li>Anthony Lake, Executive Director, UNICEF</li>\n<li>Claire Melamed, Executive Director, Global Partnership for Sustainable Development Data</li>\n<li>Harpinder Collacott, Executive Director, Development Initiatives</li>\n<li>Oli Henman, Head of International Networks, CIVICUS</li>\n<li>Alice Macdonald, Campaign Director, Project Everyone</li>\n<li>Romilly Greenhill, Senior Research Fellow – Team Leader, Overseas Development Institute</li>\n</ul><p><a href=\"http://devinit.org/wp-content/uploads/2017/07/LNOB-event-logos.png\"><img class=\"alignnone wp-image-14913 size-full\" height=\"518\" sizes=\"(max-width: 1100px) 100vw, 1100px\" src=\"http://devinit.org/wp-content/uploads/2017/07/LNOB-event-logos.png\" srcset=\"http://devinit.org/wp-content/uploads/2017/07/LNOB-event-logos.png 1100w, http://devinit.org/wp-content/uploads/2017/07/LNOB-event-logos-768x362.png 768w\" width=\"1100\"/></a></p>"}, {"title": "Data and trends: Financing to meet needs", "date": "15 Jun 2017", "format": "Event", "description": "This side event will present up-to-date humanitarian financing data and trends, drawing on key findings from the 2017 Global Humanitarian Assistance Report.", "url": "http://devinit.org/post/data-trends-financing-meet-needs/", "body": "<p><strong>Location </strong>Room XXIII, Building E, Palais des Nations, Geneva</p><p><strong>About</strong> The side event will present up-to-date trends in humanitarian financing drawing upon key findings from the <a href=\"http://devinit.org/post/global-humanitarian-assistance-2017/\" target=\"_blank\">Global Humanitarian Assistance 2017 Report</a> and the Global Humanitarian Overview 2017 Status Report, and set the context for the current state of global needs and funding to inform discussions.</p><p>The event will draw on the latest data and analysis, highlighting key trends and patterns to provide insights on investments needed for the remainder of 2017 and beyond (both inside and outside the UN coordinated interagency appeals) to better serve people in need. The convened group will also acknowledge the generosity of donors who are making strides to meet the unprecedented level of humanitarian need.</p><p>The event will identify possible approaches for addressing the funding gap (both in terms of mobilising additional resources and using those available more effectively) in line with the recommendations on humanitarian financing that emerged from the World Humanitarian Summit and with the Grand Bargain commitments.</p><h3><strong>Chair</strong></h3><ul>\n<li>Heather Jeffrey, Director General, International Humanitarian Assistance, Global Affairs Canada</li>\n</ul><h3><strong>Presenters</strong></h3><ul>\n<li>Stephen O’Brien, United Nations Under-Secretary-General for Humanitarian Affairs and Emergency Relief Coordinator</li>\n<li>Sophia Swithern, Head of Research and Analysis, Development Initiatives</li>\n</ul>"}, {"title": "Workshops: Working together to improve humanitarian transparency", "date": "06 Apr 2017", "format": "Event", "description": "We are hosting two consultation workshops to bring together humanitarian data publishers and users to explore theuse and benefits of IATI Standard.", "url": "http://devinit.org/post/workshops-working-together-to-improve-humanitarian-transparency/", "body": "<p><strong>Date</strong> Wednesday 26 April 2017</p><p><strong>Time</strong> 10.30−15.00 EST</p><p><strong>Location</strong> UNDP, 304 East 45th Street, FF1507, New York, NY 10017</p><p> </p><p><strong>Washington DC</strong></p><p><strong>Date</strong> Thursday 27 April 2017</p><p><strong>Time</strong> 08.30−13.00 EST</p><p><strong>Location</strong> OpenGov Hub, 1110 Vermont Avenue NW, Suite 500, Washington, DC 20005</p><p> </p><p><strong>About</strong> Transparency is a fundamental part of improving the efficiency, effectiveness and accountability of crisis prevention and response. The commitment by <a href=\"https://consultations.worldhumanitariansummit.org/bitcache/075d4c18b82e0853e3d393e90af18acf734baf29?vid=580250&amp;disposition=inline&amp;op=view\" target=\"_blank\">Grand Bargain</a> signatory organisations to publish timely, transparent, harmonised and open high-quality data on humanitarian financing by May 2018 – using the <a href=\"http://www.aidtransparency.net/\" target=\"_blank\">International Aid Transparency Initiative</a> (IATI) as the basis for a common standard – sets a clear direction for improving humanitarian data for better accountability, decision-making and learning.</p><p>The workshops will bring together humanitarian data publishers and users to explore the rationale, use and benefits of IATI Standard and how it can be further enriched to meet and monitor the needs of the humanitarian community. They will address questions such as:</p><ul>\n<li>What types of data and information on humanitarian funding and activities are needed?</li>\n<li>What are the key challenges and incentives for organisations to publish better data on their humanitarian activities?</li>\n<li>How can humanitarian stakeholders be supported in publishing and using aid data?</li>\n</ul><p><strong>View presentations</strong><br/>\n<iframe allowfullscreen=\"allowfullscreen\" frameborder=\"0\" height=\"592\" src=\"https://docs.google.com/presentation/d/1CpaqF_hGkitvXsntyzMhHNYCB5x60xDPYPGGcA_2BqY/embed?start=false&amp;loop=false&amp;delayms=3000\" width=\"930\"></iframe><br/>\n<iframe allowfullscreen=\"allowfullscreen\" frameborder=\"0\" height=\"592\" src=\"https://docs.google.com/presentation/d/1Gb1UUkQ9OOsw8n1J7A9MQbnWgHW6uE7J_DFdOMIZsOQ/embed?start=false&amp;loop=false&amp;delayms=3000\" width=\"930\"></iframe><br/>\n<iframe allowfullscreen=\"allowfullscreen\" frameborder=\"0\" height=\"592\" src=\"https://docs.google.com/presentation/d/1XSzthJtyGeRyv6m18EMgzfVyRs1mrqvi17nOIB3Ss3g/embed?start=false&amp;loop=false&amp;delayms=3000\" width=\"930\"></iframe></p><p><strong>More information</strong></p><p><a href=\"http://devinit.org/post/implementing-and-monitoring-the-grand-bargain-commitment-on-transparency/\" target=\"_blank\">Read our consultation paper <em>Implementing and monitoring the Grand Bargain commitment on transparency  </em></a></p><p><a href=\"http://devinit.org/post/an-introduction-to-iati-for-humanitarian-actors/\" target=\"_blank\">Download <em>An introduction to IATI for humanitarian actors</em></a></p><p><a href=\"http://devinit.org/post/webinar-improving-humanitarian-transparency-with-iati/\" target=\"_blank\">Listen to our webinar series <em>Improving humanitarian transparency with IATI</em></a></p><p><a href=\"https://consultations.worldhumanitariansummit.org/bitcache/075d4c18b82e0853e3d393e90af18acf734baf29?vid=580250&amp;disposition=inline&amp;op=view\" target=\"_blank\">Read the Grand Bargain commitment from the World Humanitarian Summit 2016</a></p><p><a href=\"https://www.icvanetwork.org/system/files/versions/ICVA_Grand_Bargain_Explained.pdf\" target=\"_blank\">Read <em>The Grand Bargain explained An ICVA briefing paper</em></a><em><br/>\n</em></p><p><a href=\"http://devinit.org/wp-content/uploads/2017/05/UNICEF-Transparency-and-Accountability-Initiative-Brochure.pdf\" target=\"_blank\">Read the<em> UNICEF Transparency and Accountability Initiative Brochure</em></a></p><p> </p>"}, {"title": "Assessment of Kenya's preparedness to disasters caused by natural hazards: floods, drought and disease outbreak: dissemination event", "date": "23 Mar 2017", "format": "Event", "description": "The study assesses Kenyan preparedness through: governance capability, preparation capacity, links with international processes, and financial allocations.", "url": "http://devinit.org/post/assessment-of-kenyas-preparedness-to-disasters-caused-by-natural-hazards-floods-drought-and-disease-outbreak-dissemination-event/", "body": "<p><strong>Location:</strong> Panafric Hotel, Nairobi, see <a href=\"https://www.google.com/maps/dir/''/panafric+hotel+nairobi/data=!4m5!4m4!1m0!1m2!1m1!1s0x182f10c453e85dfb:0xd8f71b9d215f3636?sa=X&amp;ved=0ahUKEwj0sJ7k_-vSAhWDI8AKHRHYDPoQ9RcIpAEwCw\" target=\"_blank\">map</a></p><p>The study aimed to assess preparedness under different frameworks: governance and legal; capacity to prepare; links to international processes of disaster preparedness; and financial allocations to preparedness.</p><p>It found that there are no existing legal frameworks in place guiding the country’s disaster preparedness. There appears to be lack of political will to prioritise this. With the lack of guiding principles, coordination of preparedness across the different disasters is not strong. Disaster preparedness is much more reactive than proactive. There are multiple coordination platforms across the various actors that are perceived as useful but rely on good relationships to work.</p><p><a href=\"http://devinit.org/post/assessment-of-kenyas-preparedness-to-disasters-caused-by-natural-hazards-floods-drought-and-disease-outbreak/%20\" target=\"_blank\">Read more about the study</a></p><p><strong>Format and speakers</strong></p><p>The event will start with a presentation of the findings by the research team. Thereafter a panel discussion from a range of experts in government and non-state actors will be moderated under Chatham House Rule.</p><p>For further details on this event, or to register your attendance, please contact Martha Bekele: martha.bekele@devinit.org or Karen Rono: <a href=\"mailto:karen.rono@devinit.org\">karen.rono@devinit.org</a></p><p><a href=\"https://www.flickr.com/photos/eu_echo/9573256453/in/album-72157635192636769/\" target=\"_blank\">Photo: ©EU/ECHO/Martin Karimi</a></p>"}, {"title": "Workshop: Working together to improve humanitarian transparency", "date": "15 Mar 2017", "format": "Event", "description": "Development Initiatives is co-hosting a half-day consultation workshop, with the International Council of Voluntary Agencies.", "url": "http://devinit.org/post/workshop-working-together-to-improve-humanitarian-transparency/", "body": "<p><strong>Location </strong>Centre International de Conférences Genève (CICG), Rue de Varembé 17, CH 1211 Genève 20, Switzerland</p><p><strong>About </strong>Transparency is a fundamental part of improving the efficiency, effectiveness and accountability of crisis prevention and response. The commitment by <a href=\"https://consultations.worldhumanitariansummit.org/bitcache/075d4c18b82e0853e3d393e90af18acf734baf29?vid=580250&amp;disposition=inline&amp;op=view\" target=\"_blank\">Grand Bargain</a> signatory organisations to publish timely, transparent, harmonised and open high-quality data on humanitarian financing by May 2018 – using the <a href=\"http://www.aidtransparency.net/\" target=\"_blank\">International Aid Transparency Initiative</a> (IATI) as the basis for a common standard – sets a clear direction for improving humanitarian data for better accountability, decision-making and learning.</p><p>What types of data and information on humanitarian funding and activities are needed? What are the key challenges and incentives for organisations to publish better data on their humanitarian activities? How can humanitarian stakeholders be supported in publishing and using aid data?</p><p>Development Initiatives is co-hosting a half-day consultation workshop, with the <a href=\"https://www.icvanetwork.org/\" target=\"_blank\">International Council of Voluntary Agencies</a> (ICVA) in the margins of the 2017 ICVA Annual Conference. The workshop will bring together humanitarian data publishers and users to explore the rationale, use and benefits of the IATI Standard and how it can be further enriched to meet and monitor the needs of the humanitarian community.</p><p>A second consultation workshop is planned in New York, USA, at the end of April 2017.</p><p><strong>Survey</strong></p><p>We are also carrying out a survey to better understand the current state of play and the perceived challenges and incentives for Grand Bargain signatory organisations to publish high-quality data on their humanitarian activities. Please take ten minutes to <a href=\"https://www.surveymonkey.co.uk/r/36GQVQQ\" target=\"_blank\">complete our survey</a> before Wednesday 12 April 2017.</p><p><strong>View the presentation</strong></p><p><iframe allowfullscreen=\"allowfullscreen\" frameborder=\"0\" height=\"592\" src=\"https://docs.google.com/presentation/d/1Ch4HMuXjB8ZWjcOFGPjgAXFIz2Q4aTEkajw4fbG9qW4/embed?start=false&amp;loop=false&amp;delayms=3000\" width=\"930\"></iframe></p><p><strong>More information</strong></p><p><a href=\"http://devinit.org/post/implementing-and-monitoring-the-grand-bargain-commitment-on-transparency/\" target=\"_blank\">Read our consultation paper <em>Implementing and monitoring the Grand Bargain commitment on transparency  </em></a></p><p><a href=\"http://devinit.org/post/an-introduction-to-iati-for-humanitarian-actors/\" target=\"_blank\">Download <em>An introduction to IATI for humanitarian actors</em></a></p><p><a href=\"http://devinit.org/post/webinar-improving-humanitarian-transparency-with-iati/\" target=\"_blank\">Listen to our webinar series <em>Improving humanitarian transparency with IATI</em></a></p><p><a href=\"https://consultations.worldhumanitariansummit.org/bitcache/075d4c18b82e0853e3d393e90af18acf734baf29?vid=580250&amp;disposition=inline&amp;op=view\" target=\"_blank\">Read the Grand Bargain commitment from the World Humanitarian Summit 2016</a></p><p><a href=\"https://www.icvanetwork.org/system/files/versions/ICVA_Grand_Bargain_Explained.pdf\" target=\"_blank\">Read <em>The Grand Bargain explained An ICVA briefing paper</em></a><em><br/>\n</em></p>"}, {"title": "Building partnerships to leave no one behind", "date": "13 Mar 2017", "format": "Event", "description": "Join The Leave No One Behind Partnership as we explore our latest findings and launch two new flagship reports on who is being left behind.", "url": "http://devinit.org/post/building-partnerships-to-leave-no-one-behind/", "body": "<p><strong>Location: </strong><a href=\"https://goo.gl/maps/3KhYoTXLAoB2\" target=\"_blank\">Church House, Westminster, SW1P 3NZ, London</a><strong> </strong></p><p><strong>About: </strong>The first report has been produced after extensive consultation in over 30 countries from Bolivia to Rwanda to Fiji, engaging thousands of people. We’ll be joined by speakers from a few of the countries to share their insights and knowledge. The second report, from the <a href=\"http://devinit.org/p20i/\" target=\"_blank\">P20 Initiative</a>, focuses on tracking the progress of the people who are in the poorest 20% globally.</p><p>The event will include a light lunch from 13:30-14:00, followed by three interactive sessions:</p><ul>\n<li>Global insights on the groups and communities being left behind</li>\n<li>Country presentations and recommendations on building grassroots partnerships</li>\n<li>Discussion on priorities and next steps to ensure the Leave No One Behind pledge is delivered</li>\n</ul><p><a href=\"https://docs.google.com/forms/d/e/1FAIpQLSfvvEW37yU_zSb0BRrdUTsj60wnt6BzjrUD0u7Si79fezNdzg/viewform?c=0&amp;w=1\">Sign up to attend</a></p><p><a href=\"http://action4sd.org/leavenoonebehind/\">Find out more about the Leave No One Behind Partnership</a></p><p><strong>Sponsors:</strong> The Leave No One Behind Partnership: CIVICUS, Development Initiatives and Project Everyone, with support from the UK Department for International Development</p>"}, {"title": "Webinar: Improving humanitarian transparency with IATI", "date": "10 Feb 2017", "format": "Event", "description": "This session is for those who want to understand what IATI is, how it can benefit the humanitarian community, and what it means to be an IATI publisher.", "url": "http://devinit.org/post/webinar-improving-humanitarian-transparency-with-iati/", "body": "<p>Watch the recording:</p><p><iframe allowfullscreen=\"allowfullscreen\" frameborder=\"0\" height=\"315\" src=\"https://www.youtube.com/embed/DJ36TIK2LRw\" width=\"560\"></iframe></p><p>Read the <a href=\"http://devinit.org/wp-content/uploads/2017/02/Frequently-asked-questions-from-webinar-1.pdf\" target=\"_blank\">frequently asked questions from webinar 1</a>.</p><p><strong>Session 2: Getting started: A guide to publishing humanitarian data to the IATI Standard</strong></p><p>This session is for participants who have attended session 1 or who already have a basic understanding of IATI. It will explain how data is published, the types of information required, existing publishing monitoring initiatives and what support is available to publishers.</p><p><strong>When:</strong> This webinar took place on Thursday 2 March 2017</p><p>Watch the recording:</p><p><iframe allowfullscreen=\"allowfullscreen\" frameborder=\"0\" height=\"315\" src=\"https://www.youtube.com/embed/8C_odA27F6A?rel=0\" width=\"560\"></iframe></p><p> </p><p><strong>Read more by downloading our background paper: <a href=\"http://devinit.org/post/an-introduction-to-iati-for-humanitarian-actors/\" target=\"_blank\">An introduction to IATI for humanitarian actors</a></strong></p>"}, {"title": "P20 Initiative: Center for Strategic and International Studies public panel discussion", "date": "08 Feb 2017", "format": "Event", "description": "A panel discussion on the poorest 20% of the world will take place 15 February 2017 at Center for Strategic & International Studies.", "url": "http://devinit.org/post/p20-initiative-ending-extreme-poverty/", "body": "<p><strong>Location</strong> <a href=\"https://www.csis.org/\">Center for Strategic &amp; International Studies</a>, 1616 Rhode Island Ave NW, Washington DC, 20036</p><p><strong>Webcast</strong> This event will be <a href=\"https://www.csis.org/events/p20-ending-extreme-poverty?utm_source=CSIS+All&amp;utm_campaign=8bdf24440e-EMAIL_CAMPAIGN_2017_01_25&amp;utm_medium=email&amp;utm_term=0_f326fc46b6-8bdf24440e-\" target=\"_blank\">webcast live</a> at 13:30─15:00 (ET); 18.30─20:00 (GMT)</p><p><strong>About</strong> An expert panel discussion on the <a href=\"http://devinit.org/p20i/\" target=\"_blank\">P20 Initiative</a>, which aims to track the progress of and improve information about the lives of the poorest 20% of people worldwide in order to tackle extreme poverty. The P20 is a universally applicable concept that emphasises the shared nature of challenges such as job creation, nutrition and security – as well as the universal risks of failure to include the P20 in progress in these areas.</p><p><strong>Featuring discussion with</strong></p><ul>\n<li>Judith Randel, Co-founder and Strategic Adviser, Development Initiatives</li>\n<li>Martin Ravallion, Edmond D. Villani Chair of Economics, Georgetown University; former Chief Economist, World Bank</li>\n<li>Daniel Speckhard, President and CEO, Lutheran World Relief</li>\n</ul><p><strong>Moderated by</strong></p><ul>\n<li>Daniel F. Runde, William A. Schreyer Chair and Director, Project on Prosperity and Development, Center for Strategic &amp; International Studies</li>\n</ul><p><strong><a href=\"https://www.csis.org/events/p20-ending-extreme-poverty\" target=\"_blank\">Watch a recording of this discussion</a></strong></p>"}, {"title": "UN World Data Forum in Cape Town, South Africa", "date": "06 Jan 2017", "format": "Event", "description": "Development Initiatives (DI) is attending the first UN World Data Forum in Cape Town, South Africa, from 15–18 January 2017.", "url": "http://devinit.org/post/un-world-data-forum-in-cape-town-south-africa/", "body": "<p><strong>Time:</strong> 13:30–15:00 (SAST)</p><p><strong>DI involvement: </strong>DI is hosting the plenary along with UNICEF. <a href=\"http://devinit.org/#!/about/meet-the-team/judith-randel\" target=\"_blank\">Judith Randel</a> will moderate and <a href=\"http://devinit.org/#!/about/meet-the-team/tony-german\" target=\"_blank\">Tony German</a> will be on the panel</p><p><strong>About:</strong> The main plenary on leaving no one behind will provide a platform to reiterate the political message that we cannot achieve the Sustainable Development Goals (SDGs) unless we have more and better-quality data – that is the revolutionary aspect of the data revolution. The plenary will be formed of three sessions: the first will give keynote introductions to the building blocks for better data to leave no one behind; the second will focus on the need to make all individuals visible and to increase and improve disaggregation to take account of people’s identities; the final session will explore the ways that political energy can be generated and maintained to support the use of joined-up data so people are included in progress. This will be followed by a Q&amp;A.</p><h3><strong>Breakout session</strong><br/>\n<a href=\"http://undataforum.org/WorldDataForum/sessions/crvs-and-sustainable-data-infrastructures-long-term-investments-in-a-short-term-world/\" target=\"_blank\">CRVS and sustainable data infrastructures: long-term investments in a short-term world</a></h3><p><strong>Date</strong>: 17 January 2017</p><p><strong>Time</strong>: 17:00–18:30 (SAST)</p><p><strong>DI involvement: </strong>DI is hosting this breakout session</p><p><strong>About: </strong>The 2030 Agenda requires that the data infrastructures needed for monitoring the SDG indicators should be in place by 2020. This short-term deadline has impacted on the way technical and financial resources are allocated. The development of mature Civil Registration of Vital Statistics (CRVS) systems takes time, and investments into CRVS are suffering. This session will make the political case for the need for long-term investments to build sustainable data infrastructures.</p><h3><strong>Breakout session</strong><br/>\n<a href=\"http://undataforum.org/WorldDataForum/sessions/pilots-for-perpetual-censuses-community-based-data-collection/\" target=\"_blank\">Pilots for perpetual censuses: community-based data collection</a></h3><p><strong>Date</strong>: 17 January 2017</p><p><strong>Time</strong>: 15:15–16:45 (SAST)</p><p><strong>DI involvement: </strong>DI is hosting this session and <a href=\"http://devinit.org/#!/about/meet-the-team/bill-anderson\" target=\"_blank\">Bill Anderson</a> will moderate</p><p><strong>About: </strong>Producing socioeconomic statistics that can be disaggregated down to the lowest level of government and service delivery is currently prohibitively expensive. But what if local government itself was responsible for collecting the data required to plan and allocate its own resources? What if local communities benefited directly from their own data? What if local data collection were to become a key vehicle for building trust between communities and local government? This session will take the form of a collaborative discussion sharing knowledge and experience from Uganda, Kenya, Zimbabwe and Malawi.</p>"}, {"title": "2nd High-Level Meeting of the Global Partnership for Effective Development Cooperation", "date": "22 Nov 2016", "format": "Event", "description": "Event Monitoring effective development co-operation: what have we achieved; how can we do better?  Date Tuesday 29 November About This Global Partnership m", "url": "http://devinit.org/post/2nd-high-level-meeting-of-the-global-partnership-for-effective-development-cooperation/", "body": "<p><strong>About</strong> This Global Partnership monitoring workshop will provide a dedicated time and space for participants to prepare for the political discussions taking place in HLM2 plenary sessions. It will encourage in-depth discussions on progress made and challenges encountered in promoting more effective development cooperation. Discussions will highlight success stories, encourage knowledge sharing and peer learning around innovative solutions, and identify key actions and practical next steps after HLM2 to promote more effective development cooperation.</p><p><strong>DI involvement</strong> <a href=\"http://devinit.org/#!/about/meet-the-team/harpinder-collacott\" target=\"_blank\">Harpinder Collacott</a> will moderate the transparency session at this workshop</p><p> </p><p><strong>Event <a href=\"http://www.aidtransparency.net/news/join-iati-side-event-at-hlm2\" target=\"_blank\">Transparency in development cooperation: Much done, much left to do</a></strong></p><p><strong>Date </strong>Wednesday 30 November</p><p><strong>About </strong>This event will look at progress in the publication of open data on development cooperation and how this contributes to more effective and sustainable development. Panellists will discuss some of the challenges around publishing and using open data and ways to address them.</p><p><strong>DI involvement</strong> <a href=\"http://devinit.org/#!/about/meet-the-team/harpinder-collacott\" target=\"_blank\">Harpinder Collacott</a> will be on the panel, discussing the importance of joined-up data</p><p> </p><p><strong>Event <a href=\"http://devinit.org/#!/post/innovation-and-effectiveness-challenges-risks-and-opportunities-for-blended-finance\" target=\"_blank\">Innovation…and effectiveness? Challenges, risks and opportunities for blended finance</a></strong></p><p><strong>Date </strong>Wednesday 30 November</p><p><strong>About </strong>This panel discussion between blended finance providers, key stakeholders and experts from civil society and partner countries aims to explore blended finance partnerships, deepen understanding of opportunities and challenges for development effectiveness and, where possible, identify solutions.</p><p><strong>DI involvement </strong>DI is co-hosting this side-event with Oxfam International and UK Aid Network. <a href=\"http://devinit.org/#!/about/meet-the-team/harpinder-collacott\" target=\"_blank\">Harpinder Collacott</a> will moderate.</p>"}, {"title": "Innovation ... and effectiveness? Challenges, risks and opportunities for blended finance", "date": "10 Nov 2016", "format": "Event", "description": "Date 30 November 2016 Time 14.30–15.30 pm (EAT) Location Impala/Turkana rooms, Kenyatta International Convention Centre (KICC), Nairobi, Kenya Co-hosts Dev", "url": "http://devinit.org/post/innovation-and-effectiveness-challenges-risks-and-opportunities-for-blended-finance/", "body": "<p><strong>Location</strong> Impala/Turkana rooms, Kenyatta International Convention Centre (KICC), Nairobi, Kenya</p><p><strong>Co-hosts </strong>Development Initiatives, Oxfam International, UK Aid Network</p><p><strong>Speakers </strong></p><ul>\n<li>Klaus Rudischhauser, Deputy Director General, Directorate-General for International Cooperation and Development, European Commission</li>\n<li>Dr Fanwell K. Bokosi, Executive Director, Afrodad</li>\n<li>Mr Roland G. Tungpalan, Deputy Director General (Undersecretary) for Investment Programming of the National Economic and Development Authority (NEDA), Philippines</li>\n<li>Suresh Samuel, Managing Director for Africa, OPIC</li>\n</ul><p><strong>Moderator</strong> Harpinder Collacott, Executive Director, Development Initiatives</p><p><strong>Background briefing</strong> <a href=\"http://devinit.org/wp-content/uploads/2016/11/Innovation-and-effectiveness.pdf\">Available for download here</a></p><p><strong>Post-event summary</strong> <a href=\"http://devinit.org/wp-content/uploads/2016/12/Blended-finance-and-development-effectiveness-HLM2-event-summary.pdf\" target=\"_blank\">Available for download here</a></p><p><strong>About this event </strong></p><p>Financing the ambitious 2030 Agenda for Sustainable Development will be a huge undertaking, with a funding gap estimated at US$1.9–3.1 trillion each year between now and 2030. Blended finance – using development cooperation to de-risk, crowd-in or ‘leverage’ private investments in development – has been presented by some as having the potential to help fill this funding gap. Yet challenges exist in delivering blended finance in line with development effectiveness principles, and evidence allowing stakeholders to understand the opportunities and risks involved is limited.</p><p>This panel discussion between providers of blended finance and key stakeholders and experts from civil society and partner countries aims to explore blended finance partnerships, deepen understanding of opportunities and challenges for development effectiveness and, where possible, identify solutions.</p><p>Expected outcomes include commitments enhancing the effectiveness of blended finance under the auspices of the GPEDC; creation of a community of stakeholders driving behaviour change and monitoring progress; and participants’ increased awareness of the contributions, risks and challenges blending may have for the financing and delivery of Agenda 2030.</p><p><strong>Contact </strong></p><ul>\n<li>Julie Seghers, Delegation Coordinator for event: <a href=\"mailto:jseghers@oxfamfrance.org\" target=\"_blank\">jseghers@oxfamfrance.org</a></li>\n</ul><p><strong>More information</strong></p><p><a href=\"http://Download the background briefing\" target=\"_blank\">Download the background briefing</a></p><p><a href=\"http://devinit.org/wp-content/uploads/2016/12/Blended-finance-and-development-effectiveness-HLM2-event-summary.pdf\" target=\"_blank\">Download the post-event summary</a></p><p><a href=\"http://devinit.org/wp-content/uploads/2016/11/Blended-finance-side-event_-HLM2_DI-Oxfam-UKAN_Nov-30-3.pdf\" target=\"_blank\">Download the flyer</a></p><p>Website of the <a href=\"http://effectivecooperation.org/event/second-high-level-meeting-of-the-gpedc/\" target=\"_blank\">2nd High-Level Meeting of the Global Partnership for Effective Development Cooperation</a></p>"}, {"title": "Leave No One Behind evening reception", "date": "14 Sep 2016", "format": "Event", "description": "Date 19 September 2016 Time 18:00–20:00 Location Scandinavia House, 58 Park Avenue, New York City, US The 2030 Agenda for Sustainable Development offers an", "url": "http://devinit.org/post/leave-no-one-behind-evening-reception/", "body": "<p><strong>Location</strong> Scandinavia House, 58 Park Avenue, New York City, US</p><p>The 2030 Agenda for Sustainable Development offers an historic opportunity to end extreme poverty and ensure no one is left behind. To realise this opportunity, Development Initiatives is working with two other international non-profit organisations CIVICUS and Project Everyone, with the support of the UK’s Department for International Development, on a new global initiative called the the <a href=\"http://civicus.us6.list-manage1.com/track/click?u=9283ff78aa53cccd2800739dc&amp;id=39d097d162&amp;e=1947dd00e9\" target=\"_blank\">Leave No-one Behind Partnership</a>. Its aim is to directly support the interests of the world’s most marginalised and disadvantaged people.</p><p>One year on from the adoption of Agenda 2030, the partnership is holding an informal evening reception to review progress on the Leave No One Behind commitment and discuss ways to work together moving forward. The event will include remarks from the founding partners of the Leave No One Behind Partnership.</p><p>If you are interested in attending, please <a href=\"mailto: cat.langdon@devinit.org\" target=\"_blank\">RSVP here.</a></p><p>Homepage image: © ILO/Sarah-Jane Saltmarsh</p>"}, {"title": "Foreign aid and stimulating domestic revenue mobilisation in Uganda and Kenya: dissemination event", "date": "26 Jul 2016", "format": "Event", "description": "Date 29 July 2016 Time 07:30 – 11:00 EAT Location Uganda Revenue Authority,  Nakawa office, Kampala, Uganda Development Initiatives (DI) in partnership wit", "url": "http://devinit.org/post/foreign-aid-and-stimulating-domestic-revenue-mobilisation-in-uganda-and-kenya-dissemination-event-2/", "body": "<p><strong>Location</strong> Uganda Revenue Authority,  Nakawa office, Kampala, Uganda</p><p>Development Initiatives (DI) in partnership with the Uganda Revenue Authority (URA) will hold a dissemination workshop to discuss the findings of a recent study on foreign aid and stimulating domestic revenue mobilisation  in Uganda and Kenya. The study looked at official development assistance (ODA) intended to stimulate domestic revenue mobilisation in Kenya and Uganda for poverty reduction and development. It highlighted areas where ODA has been channelled towards improving and increasing the collection and management of domestic revenue mobilisation, focusing on tax revenue.</p><p>The study found that a small proportion of ODA is channelled directly to domestic revenue mobilisation activities. ODA is targeted towards automation of tax collection systems, improving trade and capacity building. <a href=\"http://devinit.org/#!/post/foreign-aid-and-stimulating-domestic-revenue-mobilisation-in-uganda-and-kenya-2\" target=\"_blank\">Read our discussion paper here</a>.</p><p><strong>Format and speakers</strong></p><p>The event will start with an opening speech and a presentation of the findings by the research team. There will be a panel discussion on aid and tax with a range of experts in academia, government and non-state actors. This will be followed by an open and moderated discussion.</p><p><strong>Opening remarks:</strong> Doris Akol, Commissioner, Uganda Revenue Authority</p><p><strong>Presentation: </strong>Sophie Nampewo Kakembo, Analyst, Development Initiatives</p><p>For further details on this event, or to register your attendance, please contact  <a href=\"mailto:info@devinit.org\">info@devinit.org</a> Tel: +256 782 639980</p>"}, {"title": "Leaving No One Behind - From promise to reality", "date": "15 Jul 2016", "format": "Event", "description": "Date 19 July 2016 Time 13.15-14.30 EDT Location UK Mission, One Dag Hammarskjöld Plaza, 885 Second Avenue, New York City The first High Level Political For", "url": "http://devinit.org/post/leaving-no-one-behind-from-promise-to-reality/", "body": "<p><strong>Location</strong> UK Mission, One Dag Hammarskjöld Plaza, 885 Second Avenue, New York City</p><p>The first High Level Political Forum to consider the implementation and review of the Global Goals focuses on the cross-cutting aspiration of ‘Leaving no one behind’ but how can we work in partnership to make this bold promise a reality? What steps are being taken to deepen our understanding of the challenges and perspectives of those who are being left behind and what works to tackle extreme poverty and exclusion? How can all actors come together to ensure that the voices of those left behind are brought to the forefront in policy and practice, so that those who are furthest behind can be reached first?</p><p>Working in partnership around the world, key international organisations have come together to launch a new global initiative: the Leave No One Behind partnership. It sets out a shared approach to:</p><p><em>Examine</em>: we will establish a baseline of who are the groups that have been left behind, through a data led approach; as well as identify those at risk, where they are and monitor their progress annually;</p><p><em>Engage</em>: we will develop a visual presentation for awareness-raising, built from the real stories of those who are being left behind;</p><p><em>Empower</em>: we will set out a partnership to build local voices for action and accountability to ensure no-one is left behind in their countries</p><p><strong>Moderator</strong> Danny Sriskandarajah, Secretary General, CIVICUS</p><p>Panel 1 – Welcome and introduction to the aims of the Leave No One Behind Partnership:</p><p>UK DFID Representative; Patrick Birungi, Ugandan Planning Authority; Harpinder Collacott, Development Initiatives; Kate Garvey, Project Everyone</p><p>Panel 2 – Key constituency perspectives, identifying challenges and ways forward:</p><p>Esther Kyozira, International Disability Alliance; Roberto Borrero, Indigenous Peoples Major Group; Women’s Major Group (TBC); Sylvia Beales, Stakeholder Group<br/>\non Ageing; Richard Ssewakiryanga, Uganda National NGO Forum</p><p><a href=\"http://goo.gl/forms/5aN6Cmv0NMNVtMK82\" target=\"_blank\">RSVP here</a></p>"}, {"title": "Pro-poor orientation of budgets: The case of Uganda", "date": "07 Jul 2016", "format": "Event", "description": "Date 21 July 2016 Time 07.30–11.00 EAT Location Golf Course Hotel, Kampala, Uganda Development Initiatives will hold a dissemination workshop to discuss th", "url": "http://devinit.org/post/pro-poor-orientation-of-budgets-the-case-of-uganda/", "body": "<p><strong>Location</strong> Golf Course Hotel, Kampala, Uganda</p><p>Development Initiatives will hold a dissemination workshop to discuss the findings of the paper ‘<a href=\"http://devinit.org/wp-content/uploads/2016/07/Pro-poor-orientation-of-budgets-The-case-of-Uganda.pdf\" target=\"_blank\">Pro-poor orientation of budgets: The case of Uganda</a>’. This publication looks at Uganda’s budgets (fiscal year 2015/16 and 2016/17), assessing their appropriateness in dealing with the poverty challenges the country faces.</p><p>The paper proposes a framework for assessing the pro-poor orientation of national budgets and notes several best practices in Uganda that other countries could consider. It also notes possible areas of improvement for Uganda, especially in the better targeting of the Poverty Action Fund and the alignment of sector budgets to the National Development Plan.</p><p><strong>Format and speakers</strong></p><p>The breakfast meeting will start with a speech and a presentation of the findings by the research team. There will then be a panel discussion on pro-poor budgeting, featuring a range of experts – both government and non-state actors, as well as academics. This will be followed by an open moderated discussion.</p><p><strong>Opening remarks </strong>Momodou Touray, Poverty Research Director, Development Initiatives</p><p><strong>Presenter </strong>Emmanuel Keith Kisaame, Research Analyst, Development Initiatives</p><p>For further details on this event, or to register your attendance, please contact <a href=\"mailto:info@devinit.org\">info@devinit.org</a> or Tel: +256 – 782 – 639980</p><p><a href=\"http://devinit.org/wp-content/uploads/2016/07/Pro-poor-orientation-of-budgets-The-case-of-Uganda.pdf\" target=\"_blank\">Download the briefing here</a></p>"}, {"title": "Investing in humanity: Meeting the needs of vulnerable people in 2016", "date": "21 Jun 2016", "format": "Event", "description": "Event This event is organised by Development Initiatives in partnership with the United Nations Office for the Coordination of Humanitarian Affairs as part", "url": "http://devinit.org/post/investing-in-humanity-meeting-the-needs-of-vulnerable-people-in-2016/", "body": "<p><strong>Time</strong> 13:30–14:45 (EDT)</p><p><strong>Location:</strong> Room CR1, United Nations Headquarters, New York</p><p>As conflicts continued in 2015, the total number of people living in forced displacement reached another record high of over 65 million. In the same year, disasters caused by natural hazards affected an estimated 89 million people. The number of people estimated to be in need of humanitarian assistance has increased: in May 2016 the UN OCHA’s Global Humanitarian Overview estimated the figure at over 130 million – five times greater than a decade ago. The gap between requirements and contributions to UN-coordinated appeals has also grown, increasing from 39% in 2014 to 45% in 2015.</p><p>The event will show where funding has been invested to date – both inside and outside the UN-coordinated appeals – as well as where the resources come from and how they are channelled to meet humanitarian needs. An accurate picture of both the needs of people affected by crises and the available funding is critical in order to enable decision-makers to allocate valuable resources in a timely and effective manner. The mobilisation of resources from a more diverse range of actors – including the private sector – is imperative given the current scale and complexity of humanitarian needs.</p><p><strong>Chair   </strong></p><ul>\n<li>Jeremy M. Konyndyk, Director, Office of US Foreign Disaster Assistance, USAID</li>\n</ul><p><strong>Presenters</strong></p><ul>\n<li>Stephen O’Brien, Under-Secretary-General for Humanitarian Affairs and Emergency Relief Coordinator</li>\n<li>Charlotte Lattimer, Senior Policy &amp; Engagement Advisor, Development Initiatives</li>\n</ul><p><strong>Respondents</strong></p><ul>\n<li>E. Sheikha Alya Ahmed Bin Saif Al-Thani, Permanent Representative, Qatar</li>\n<li>Joshua Bennett, Executive Vice President, Show of Force</li>\n<li>Jessica Shannon, Partner/Principal, PricewaterhouseCoopers</li>\n</ul>"}, {"title": "One month on from the World Humanitarian Summit: What next for humanitarian financing?", "date": "21 Jun 2016", "format": "Event", "description": "Event This event is organised by Development Initiatives as a member of the Inter-Agency Standing Committee Humanitarian Financing Task Team in partnership", "url": "http://devinit.org/post/one-month-on-from-the-world-humanitarian-summit-what-next-for-humanitarian-financing/", "body": "<p><strong>Time</strong> 18:15–19:30 (EDT)</p><p><strong>Location</strong> Room CR1, United Nations Headquarters, New York</p><p>Following the outcomes of the World Humanitarian Summit in May, improved financing to meet humanitarian needs and reduce risk and vulnerability is more important than ever. The Grand Bargain, agreed at the World Humanitarian Summit, provides a platform from which to address the growing gap between humanitarian needs and available resources. However, in order to close this gap, we need to better understand what resources are available, where additional investments are most needed and how finite resources can be used more efficiently and effectively. The objective of this side event is to discuss the delivery of the Grand Bargain commitments, with a particular focus on aspects related to transparency, funding for local and national actors, and innovative and flexible multi-year funding.</p><p><strong>Chair</strong></p><ul>\n<li>Jemilah Mahmood, Under Secretary General of Partnerships, International Federation of the Red Cross and Red Crescent Society (IFRC)</li>\n</ul><p><strong>Co-moderators</strong></p><ul>\n<li>Ambassador Hesham Youssef, Assistant Secretary General for Humanitarian Affairs, Organization of Islamic Cooperation (OIC)</li>\n<li>Nan Buzard, Executive Director, International Council of Voluntary Agencies (ICVA)</li>\n</ul><p><strong>Panel composition</strong></p><p><strong>Scene setting to inform panel discussion:</strong></p><ul>\n<li><a href=\"http://devinit.org/#!/about/meet-the-team/sophia-swithern\" target=\"_blank\">Sophia Swithern</a>, Head of Research &amp; Analysis, Development Initiatives (DI)</li>\n</ul><p><strong>Panellists</strong></p><ul>\n<li>Rüdiger König, Director-General for Crisis Prevention, Stabilisation, Peacebuilding and Humanitarian Assistance, Germany Federal Foreign Office</li>\n<li>Smruti Patel, Interim Executive Director, Network for Empowered Aid Response (NEAR)</li>\n</ul><p> </p>"}, {"title": "Foreign aid and stimulating domestic revenue mobilisation in Uganda and Kenya: dissemination event", "date": "17 May 2016", "format": "Event", "description": "Date 24 May 2016 Time 08.00–10.30 am EAT Location Development Initiatives Offices, 4th Floor Shelter Afrique Building, Mamlaka Road, Nairobi, Kenya Develop", "url": "http://devinit.org/post/foreign-aid-and-stimulating-domestic-revenue-mobilisation-in-uganda-and-kenya-dissemination-event/", "body": "<p><strong>Location</strong> Development Initiatives Offices, 4th Floor Shelter Afrique Building, Mamlaka Road, Nairobi, Kenya</p><p>Development Initiatives (DI) held a dissemination event to discuss the findings of a recent study on foreign aid and stimulating domestic revenue mobilisation in Uganda and Kenya.</p><p>The study looked at official development assistance (ODA) intended to stimulate domestic revenue mobilisation in Kenya and Uganda for poverty reduction and development. It highlighted areas where ODA has been channelled towards improving and/or increasing the collection and management of domestic revenue mobilisation, focusing on tax revenue.</p><p>It found that while a small proportion of ODA is channelled directly to domestic revenue mobilisation activities, ODA has also been directed to the automation of tax collection systems, improving trade and capacity building, which have contributed to increased domestic revenue mobilisation.</p><p><strong><a href=\"http://devinit.org/wp-content/uploads/2016/05/Foreign-aid-and-stimulating-domestic-revenue-mobilisation-in-Uganda-and-Kenya-Discussion-Paper-May-2016.pdf\" target=\"_blank\">Read the discussion paper in full</a></strong></p><p><a href=\"http://devinit.org/wp-content/uploads/2016/06/Aid-and-Domestic-Revenue-Mobilisation-event_outcome.pdf\" target=\"_blank\"><strong>Read the Aid and Domestic Revenue Mobilisation meeting outcome document in full </strong></a></p><p><strong>Format and speakers</strong></p><p>The event started with a presentation of the findings by the research team, and continued with a moderated discussion on aid and tax. A range of experts in academia, government and non-state actors were in attendance.</p><p>For further details on this event, please contact  <a href=\"mailto:info@devinit.org\">info@devinit.org</a> Tel: +254 020 2725346/7/8</p>"}, {"title": "Transparent financing and integrity measures for effective and accountable humanitarian action", "date": "17 May 2016", "format": "Event", "description": "Date: 23 May 2016 Time: 11.00–12.30 EET Location: Rumeli Hall 7, Lütfi Kırdar Convention and Exhibition Center This World Humanitarian Summit side event wi", "url": "http://devinit.org/post/whstransparency/", "body": "<p><strong>Location: </strong>Rumeli Hall 7, Lütfi Kırdar Convention and Exhibition Center</p><p>This World Humanitarian Summit side event will look at how the humanitarian community can achieve increased financial transparency, and how better transparency improves operational effectiveness, accountability and integrity.</p><p>The event is co-hosted by Development Initiatives, alongside Development Gateway, the International Aid Transparency Initiative, OCHA, Publish What You Fund, UNICEF and Transparency International.</p><p><strong>Format and speakers</strong></p><p>A series of presentations and discussions by the panellists will be followed by a question and answer session from the floor.</p><p><strong>Chair </strong>Judith Randel, Strategic Advisor, Development Initiatives</p><p><strong>Panellists</strong></p><ul>\n<li>Sima Sami Bahous, Assistant Secretary General, UNDP</li>\n<li>Jelte van Wieren, Director for Humanitarian Aid, Ministry of Foreign Affairs of the Netherlands</li>\n<li>Dr Abdulfatah Mohamed, Advisor, Qatar Ministry of Foreign Affairs</li>\n<li>Anne-Birgitte Albrectsen, CEO, Plan International</li>\n<li>Bibhusan Bista, CEO, Young Innovations</li>\n<li>Dina Abdel-Fattah, Senior Associate, Development Gateway</li>\n<li>Samuel Kimeu, Executive Director, Transparency International Kenya</li>\n</ul><p>Approaches and topics under discussion include:</p><ul>\n<li>Sharing the experiences and views of humanitarian actors, implementing agencies, recipient governments and civil society partners on how transparency measures can improve humanitarian action – including through publication of data to the International Aid Transparency Initiative (IATI) Standard</li>\n<li>Consolidating political will and ensuring commitment and concrete actions and agreements on the part of representative organisations to improve the transparency, integrity and accountability of humanitarian financing</li>\n<li>Discussing the challenges faced regarding data quality and accessibility, and the measures available to ensure that data and information are widely published to show how funds are ultimately used.</li>\n</ul><p>Follow the discussion on Twitter at <strong>#WHStransparency</strong></p>"}, {"title": "Humanitarian evidence systems mapping: dissemination event", "date": "25 Jan 2016", "format": "Event", "description": "Date: 9 February 2016 Time: 08:30–11:00 EAT Location: International Federation of Red Cross and Red Crescent Societies office, Woodlands Road, Nairobi Deve", "url": "http://devinit.org/post/humanitarian-evidence-systems-mapping-dissemination-event/", "body": "<p><strong>Location:</strong> International Federation of Red Cross and Red Crescent Societies office, Woodlands Road, Nairobi</p><p>Development Initiatives (DI) will hold a dissemination workshop to discuss the findings of a recent political economy study mapping study humanitarian evidence systems.</p><p>The study aimed to identify the key stakeholders commissioning, conducting and brokering humanitarian research activities and understand how decision-makers interpret and use evidence.</p><p>It found that research and evaluation (R&amp;E) appears to have a limited strategic function and value in the humanitarian landscape in the East Africa region. The R&amp;E system tends to operate independently of host governments and local actors at all levels and is driven by donors.</p><p><a href=\"http://devinit.org/#!/post/humanitarian-evidence-systems-mapping-in-east-africa\">Read more about the study</a></p><p><strong>Format and speakers</strong></p><p>The event will start with a presentation of the findings by the research team. Thereafter a panel discussion from a range of experts in academia, government and non-state actors will be moderated under Chatham House Rule.</p><p>For further details on this event, or to register your attendance, please contact Karen Rono: <a href=\"mailto:karen.rono@devinit.org\">karen.rono@devinit.org</a></p>"}, {"title": "Roundtable discussion on Investments to End Poverty 2015", "date": "12 Oct 2015", "format": "Event", "description": "Date: 13 October 2015 Time: 08:30–13:30 EAT Location: The Hilton – Nairobi Development Initiatives (DI) will hold a roundtable discussion to discuss its la", "url": "http://devinit.org/post/roundtable-discussion-on-investments-to-end-poverty-2015-2/", "body": "<p><strong>Location:</strong> The Hilton – Nairobi</p><p>Development Initiatives (DI) will hold a roundtable discussion to discuss its latest report, <a href=\"http://devinit.org/#!/post/investments-to-end-poverty-2015\">Investments to End Poverty 2015</a>, launched in September. We will examine how official finance and other resources can work to their comparative advantages in ending poverty, achieving the Sustainable Development Goals (SDGs) and unpacking the barriers to providing better data. DI would like to engage in discussions around the realisation of the SDGs in the East Africa Community and the roles to be played by different stakeholders at the regional, national and sub-national levels.</p><p><a href=\"http://devinit.org/#!/post/investments-to-end-poverty-2015\">Investments to End Poverty 2015</a>, supported by our <a href=\"http://devinit.org/#!/data\">Development Data Hub</a>, looks at the numbers behind the goal of ending poverty. This will be more challenging than halving it has been – people are still being left behind. The resources that could be driving poverty eradication should be targeted at the poorest people, wherever they are. But this demands much better data on poverty and resources, which is currently not fit for getting poverty to zero.</p><h3>Format and speakers</h3><p>The event will begin with an opening speech, presentation and panel discussions on <a href=\"http://devinit.org/#!/post/investments-to-end-poverty-2015\">Investments to End Poverty 2015</a> and the <a href=\"http://devinit.org/#!/data\">Development Data Hub</a>, followed by a moderated discussion conducted under Chatham House Rules.</p><p><strong>Charles Lwanga-Ntale – </strong>Director, Development Initiatives Africa Hub, to give opening remarks</p><p><strong>Jason Braganza</strong>, Senior Analyst, and<strong> Davis Adieno</strong>, Capacity Development Manager, to give the presentation</p><p>Other notable speaker include <strong>Abubakar Zein</strong> <strong>–</strong> Member of East Africa Legislative Assembly,<strong> Joshua Mugodo</strong> <strong>–</strong> Director Economic Affairs, Crystal Simioni,<strong> Sheila Yieke </strong>– Commission on Revenue Allocation,<strong> Ali Hersi </strong>– Society for International Development</p><p>For further details on this event, or to register your attendance, please contact Edward Ahonobadha: <a href=\"mailto:Edward.Ahonobadha@devinit.org\">Edward.Ahonobadha@devinit.org</a></p>"}, {"title": "Financing protracted crises", "date": "06 Oct 2015", "format": "Event", "description": "Date: 6 October 2015 Time: 15:00 - 17:00 Location: King Faisal Room, FAO, Viale delle Terme di Caracalla, 00153 Rome, Italy Following the launch of Future", "url": "http://devinit.org/post/financing-protracted-crises/", "body": "<p><strong>Location</strong>: King Faisal Room, FAO, Viale delle Terme di Caracalla, 00153 Rome, Italy</p><p>Following the launch of <a href=\"http://futurehumanitarianfinancing.org/\">Future of Humanitarian Financing</a> and the <a href=\"http://www.globalhumanitarianassistance.org/GHAreport2015/\">Global Humanitarian Assistance Report 2015</a>, we will be partnering with the Food and Agriculture Organization (FAO) to hold a panel event on financing to protracted crises.</p><p>Financing is in the spotlight as never before: current global processes – the Global Goals, the World Humanitarian Summit, the 42nd Session of the Committee on Food Security – will shape global strategies and address needs across development and humanitarian spheres for years to come.</p><p>The panel will be held before the Session of the Committee on Food Security, when the Framework for Action for Food Security and Nutrition in Protracted Crises will be presented for endorsement and ahead of the global consultations for the World Humanitarian Summit.</p><p>Panellists will present recommendations and key findings from both reports and discuss the opportunities and challenges to reform financing in protracted crises.</p><h3>Panel</h3><p><strong>Chair: </strong>Dominique Burgeon, Resilience Coordinator, Technical Cooperation Department, FAO</p><h3>Setting the scene:</h3><ul>\n<li>Charlotte Lattimer, Senior Humanitarian Advisor, Development Initiatives</li>\n<li>Sandra Aviles, Senior Advisor Programme Development &amp; Humanitarian Affairs, FAO</li>\n</ul><h3>Discussants:</h3><ul>\n<li>Rachel Scott, Conflict, Fragility and Resilience, OECD</li>\n<li>Andrew James Roberts, Africa Regional Integration Programme, World Bank</li>\n<li>Sarah Bailey, Research Associate, Overseas Development Institute</li>\n</ul><p> </p>"}, {"title": "Roundtable discussion on Investments to End Poverty 2015", "date": "09 Sep 2015", "format": "Event", "description": "Date: 24 September 2015 Time: 08:30–10:30 EDT Location: New York To mark the launch of our Investments to End Poverty 2015 report we will be holding a high", "url": "http://devinit.org/post/roundtable-discussion-on-investments-to-end-poverty-2015/", "body": "<p><strong>Location:</strong> New York</p><p>To mark the launch of our <strong>Investments to End Poverty 2015 </strong>report we will be holding a high-level policy roundtable with The Permanent Mission of The Republic of Korea to the United Nations on implementing the post-2015 development agenda. The discussion will examine how official finance and other resources can work to their comparative advantages in ending extreme poverty and unpack the barriers to providing better data.</p><p>Our forthcoming report, supported by our <a href=\"http://devinit.org/#!/data\">Development Data Hub</a>, looks at the numbers behind the goal of ending poverty. This will be more challenging than halving it has been – people are still being left behind. The resources that could be driving poverty eradication should be targeted at the poorest people, wherever they are. But this demands much better data on poverty and resources, which is currently not fit for purpose to get poverty to zero.</p><h3>Format and speakers</h3><p>The event will begin with an opening speech and presentation followed by a moderated discussion conducted under Chatham House Rules.</p><p><strong>Ambassador Hahn Choong-hee,</strong> Deputy Permanent Representative of the Republic of Korea to the United Nations (<strong>Opening speech)</strong></p><p><strong>Judith Randel</strong>, Non-Executive Director, Development Initiatives (<strong>Presentation)<br/>\n</strong><br/>\nFor further details on this event, or to register your attendance, please contact Andrew Palmer <a href=\"mailto:andrew.palmer@devinit.org\">andrew.palmer@devinit.org </a>.</p>"}, {"title": "What's in store for the East Africa region following FfD discussions?", "date": "04 Sep 2015", "format": "Event", "description": "The world’s governments are currently negotiating a set of Sustainable Development Goals (SDGs) for the period 2015–2030 following the success of the Mille", "url": "http://devinit.org/post/what-is-in-store-for-the-east-africa-region-following-ffd-discussions-in-addis-ababa/", "body": "<p>The meeting brought together stakeholders from the East Africa region to discuss the following questions:</p><ol>\n<li>How can the global discussions (SDGs, FfD, trade and climate change) feed into the regional and national policy making processes?</li>\n<li>How will the global agreements and commitments be financed? And how will the required resources be generated to finance these agreements and commitments?</li>\n<li>What are the data and information needs of stakeholders to inform policy and resource questions in view of these global agreements and commitments? How does the concept of the Data Revolution help policy makers meet their agreements on pursuing the SDGs?</li>\n</ol><p>In the <em>East Africa Chronic Poverty Report</em> to be published by DI, it is estimated that 25 million people are in long-term poverty in the region. The report concludes that East Africa has a very high number of people trapped in extreme and chronic poverty. This presents a major challenge to the region’s growth and development progress.</p><p>While reflecting on the outcomes of the Addis Ababa conference, the vice president of the Association of German Development NGOs (Venro) Professor Christa Plath noted that a lot more should be done than just polices being formulated. <em>“A major challenge that we are facing is that we have global policies but no global framework for implementing development. Ultimately, we are living in a world of global irresponsibility”</em> she said.</p><p><em>“As a region, we must strive to ensure that growth is sustainable, inclusive and equitable all at the same time, and this may pose some challenges”</em> – Mr. Charles Lwanga-Ntale, Regional Director for DI Africa Hub.</p><h4>The East African context</h4><p>Different countries in the East Africa region struggle with the same issues only different in scale and context. Some of the crosscutting challenges as well as opportunities are elaborated on below:</p><p>1. Ownership of projects and development</p><p>There is a sense of disconnect between the national and subnational levels of administration. The subnational levels of government and communities are viewing the MDGs and SDGs as national government programmes. In some cases communities are yet to understand how the actualisation of the development goals would impact on their lives.</p><p>For the SDGs to be realised, there is a need for ownership of the projects at the national and subnational levels. Governments in the East Africa region need to find strategies of sensitising the citizens and having them own the processes of realising the SDGs in Africa.</p><p>2. Governance</p><p>The role of politics in the actualisation of development goals cannot be a neglected. The low trust issues that have troubled political institutions in East Africa and Africa at large need to be addressed to realise progress.</p><p><em>“It is critical for us to find ways to make political and government institutions high-trust institutions because, if we don’t, it will be impossible to use their resources adequately, effectively responsibly and with integrity”</em> – Hon.  Zein Abubakar, Member of Parliament, East Africa Legislative Assembly.</p><p>3. Planning/visioning processes (aligning global agreements to national and subnational processes and instruments)</p><p>There have been planning and visioning processes[1] by countries in the region. We must bring all the visions of the various countries to speak to each other. We must harmonise and integrate these visions so as to achieve their goals collectively as a region.</p><p><em> “We must bring all these visions of different countries to speak to one another to achieve development together as a region”</em> – Hon.  Zein Abubakar, Member of Parliament, East Africa Legislative Assembly.</p><p>4. Data Revolution</p><p>Data should be prioritised by countries in the East Africa region when planning. The Data Revolution needs to move from talking about it to actioning it in terms of quality, accessibility and use of data and how we can create frameworks at subnational, national, regional and continental levels. Data should not only be used for monitoring what we have done but also to plan for what we have not done.</p><p><em>“The Data Revolution does not only speak of putting data in the hands of people, and using data not just for monitoring what we have done as we have done in the past, but also on how can we use data to plan for what we do not have.”</em> – Crystal Simioni , Programme Development Manager at HIVOS.</p><p>Another feature of the plan for the SDGs (as distinct from the MDGs) is the grouping of peace and security issues under the development banner. The reason is that conflict impacts whether countries advance in their development or not. For Africa, putting peace and security into the SDGs directs attention to conflict-preventing factors such as equity, inclusiveness and rule of law.</p><p>Further climate change is an emerging issue that the SDGs must address. International development agencies and green groups believe that delivering sustainable development and tackling climate change go hand in hand.</p><p>In their current form, the SDGs are more focused on building productive capacity and give more weight to economic and environmental factors, which are also key features of the ‘Common African Position (CAP) on the post-2015 development agenda’. The CAP was the consensus of African leaders, civil society and the private sector.</p><h4>Where do we go from here?</h4><p>DI believes there a number of steps that should be put in place in order to deliver on the SDGs to be adopted this September. We continue to work with <a href=\"http://devinit.org/#!/post/new-partnership-help-east-africans-access-use-understand-statistical-data-information\">partners</a> to enhance their capacity to collect, understand and use data. We strive to lead in analysis and understanding what it would take to mobilise and raise resources and how all resources will contribute in achieving the SDGs.</p><p>Some of the initiatives that we have been undertaking are to lead in the <a href=\"http://devinit.org/#!/post/launch-of-the-development-data-hub-in-uganda\">realisation of a data revolution</a> in East Africa to aid in planning and resource allocations.</p><p> </p><p>[1] <a href=\"http://www.vision2030.go.ke/\">Kenya vision 2030</a> and <a href=\"http://npa.ug/uganda-vision-2040/\">Uganda Vision 2040</a></p>"}, {"title": "KODI reaches out to data users", "date": "08 Jul 2015", "format": "Event", "description": "In 2010, Kenya adopted a new constitution. The new constitution did away with the centralised government structure and put in place 47 devolved governance", "url": "http://devinit.org/post/kodi-reaches-out-to-data-users/", "body": "<p>In partnership with the World Bank, Kenya became the second African country after <a href=\"http://www.data.gov.tn/\">Tunisia</a> to launch a government open data portal dubbed <a href=\"https://opendata.go.ke\">KODI</a> (the Kenya Open Data Initiative) in 2011.</p><h3>Evolution in data use in Kenya</h3><p>After four years of use, KODI is undergoing an interesting evolution.</p><p>At its start, KODI hosted about 200 datasets; the portal has grown to now hold over 500. However, even with this growth, demand has not been sufficient. The current discussion is thus centred around correcting an intangible flaw built in at launch: lack of awareness.</p><p>If access to information is to have a significant impact on Kenya cementing its middle income status and on poverty alleviation, engagement with government data needs to improve.</p><p>To help create awareness, ownership and demand for hosted data, the government, via the Ministry of Information and Communications Technology (ICT) formed a series of engagements to target civil society organisations, the media, academia, the private sector and other government agencies.</p><h3>Government of Kenya forum with civil society</h3><p>On the 11 June the Government of Kenya through the <a href=\"http://www.icta.go.ke/\">ICT Board</a> and partnership with Development Initiatives held the first of a two-part consultative engagement forum with civil society. The one-day roundtable meeting took place at the Kenya School of Monetary Studies.</p><p>The meeting brought together open data practitioners, champions and users in one room and notable presentations were on the Humanitarian Data Exchange platform <a href=\"https://data.hdx.rwlabs.org/\">(HDX</a>) and how it works, new geocoding features on KODI and a presentation from Development Initiatives on the ‘Data Revolution’.</p><p>Participants grouped together to identify the key challenges facing the three sectors and come up with ways in which they could be addressed:</p><ul>\n<li>Education, youth and citizen participation</li>\n<li>Financial governance (government)</li>\n<li>Heath and humanitarian data</li>\n</ul><h3>Participants’ recommendations for KODI</h3><p>While the recommendations were many, and priority datasets identified were different for the groups, two recommendations cut across.</p><ol>\n<li>As Kenya fully embraces e-governance, major ministries and government agencies are pushing datasets through their websites; other stakeholders, from CSOs to academia and the private sector, churn out datasets of their own. Housed separately the data becomes hard to find. These datasets tell relevant stories standing alone, but put together they would tell a <strong>bigger and broader </strong>relevant story.</li>\n</ol><ol start=\"2\">\n<li>It was recommended that KODI becomes a central repository for all these datasets and possibly join them to be really successful. Of course this comes with the pointed challenges of data interoperability, specifically how to<strong> standardise data </strong>for joining up.</li>\n</ol><p>We now await the second consultative roundtable where we hope KODI will have acted on the recommendations; in particular, it would be great to see an increase in dataset numbers on the portal aimed at capturing CSOs’ priority set of recommendations. Again we will work with the government to hold the roundtable and will publicise the date once set.</p><p> </p>"}, {"title": "Development Data Hub: facilitating access to data and information for a sustained data revolution in Uganda", "date": "30 Jun 2015", "format": "Event", "description": "Development Initiatives (DI) will launch the Development Data Hub in Kampala, Uganda, on the 2 July 2015 – Protea Hotel, 9:00 am to 1:00 pm. The Africa Dat", "url": "http://devinit.org/post/development-data-hub-facilitating-access-to-data-and-information-for-a-sustained-data-revolution-in-uganda/", "body": "<p>Globally, the centrality of data and information in facilitating sustainable development is now recognised as a key tenet in achieving progress in the post 2015 agenda. Many African countries, including those in East Africa, still grapple with development challenges as poverty and inequality persist. Facilitating access to data and information for citizens, governments, development partners, private sector, and civil society is now viewed as one of the ways to bolster socio-economic growth that leaves no one behind. However, challenges remain despite improvements being made by governments in making data available. Many citizens, civil society organisations (CSOs) and decision makers find it difficult to access timely, relevant and sufficiently disaggregated data. Those who are able to access it quite often lack the capacity to make sense of it, or even effectively use it.</p><p>Development Initiatives (DI) has been engaging with multiple stakeholders on the importance of access and use of data and information at the global, regional, national, sub-national and community levels, with the ultimate aim of contributing to the end of extreme poverty by 2030. DI sees access to information as a necessary tool for effective decision making, planning and resource allocation. Even before the call for a data revolution by the High-Level Panel, we were already engaging multiple stakeholders in Uganda under the auspices of the <a href=\"http://opendevdata.ug/\">Uganda Open Development Partnership Platform</a>, an initiative aimed at facilitating access to official and non-official data, and lately <a href=\"http://devinit.org/#!/post/interoperable-data-uganda\">Joined Up Data Uganda</a> (JUDU), that seeks to facilitate access to joined up data for better decision making at the district level in the country.</p><p>DI first launched the Development Data Hub in Washington DC on 17 April 2015. It is a comprehensive online resource for financial and resource flow data alongside poverty, social and vulnerability indicators. It is now being launched in Uganda as part of an effort to contextualise the access to national and sub-national level data. It combines an extensive data store with interactive visualisations enabling the user to chart, map and compare poverty, vulnerability and financial resource flow data at the global, national and sub-national/local government level. It brings together several data sets, allowing cross-country comparisons of data down to sub-national level.</p><p>It is envisaged that the Development Data Hub will make it easy for researchers, CSOs, community-based organisations, policy makers, media and other data users to analyse, interpret and make well-informed decisions based on credible evidence. As a highly interactive tool, it will continue to harness the power of technology in facilitating access to data and information for a sustained data revolution in Uganda and across the region.</p>"}, {"title": "Key trends in humanitarian financing", "date": "16 Jun 2015", "format": "Event", "description": "Findings from the 2015 Global Humanitarian Assistance Report Date: 6 July 2015 Time: 12:30 - 14:30 BST Venue: Arundel House, London, WC2R 3DX and streamed", "url": "http://devinit.org/post/key-trends-in-humanitarian-financing-what-do-they-mean-for-future-resourcing-to-address-crises-risk-and-vulnerability/", "body": "<p><strong>Time: </strong>12:30 – 14:30 BST</p><p><strong>Venue: </strong>Arundel House, London, WC2R 3DX and streamed online</p><p>To register to attend the event or to participate online please <a href=\"https://www.eventbrite.co.uk/e/key-trends-in-humanitarian-financing-what-do-they-mean-for-future-resourcing-to-address-crisis-risk-tickets-17299117125\"><strong>sign up here</strong></a></p><p>Now is a critical time for financing within and beyond the humanitarian system to address crisis, vulnerability and risk. An extraordinary level of crises continues to test international, national and local capacity to prevent, prepare and respond.</p><p>Although international humanitarian assistance once again reached record levels in 2014, it was still not enough to fully meet needs, with the responses to the Ebola virus outbreak and the South Sudan and Iraq conflicts adding to the scale of high level and ongoing crises elsewhere, and to the previous record levels of response prompted by the Syria crisis.</p><p>At the same time, humanitarian assistance is being called on to cover a wide scope of action from preparedness to recovery – when other kinds of resources are needed at scale. Innovations in financing and global processes taking place during 2015 and 2016 – from the Sendai Framework for Disaster Risk. Reduction to the Financing for Development process and the World Humanitarian Summit – offer particularly important opportunities to shape global strategies across the development and humanitarian spheres for years to come.</p><p>Providing an evidence base for the search for solutions to these challenges of resourcing humanitarian action, the Global Humanitarian Assistant (GHA) Report 2015 will be launched online on Thursday 18 June. The report uses unique methodologies and analysis to provide the most comprehensive and up-to-date overview of global humanitarian financing available to date.</p><p>So what are the current trends in financing to crisis-affected countries? What are the implications of these trends for future humanitarian financing and how do they impact the global processes taking place in 2015 and 2016? What can be done to address the challenge of meeting rising requirements with limited resources? What do the financing trends mean for the quality, as well as the quantity, of resourcing, and for the transformation of the ‘system’ as it stands?</p><p>Join our panel event on July 6 2015 (12:30 – 14:30 BST) to explore these questions.</p><p><strong>Key note speaker:<br/>\n</strong></p><p>Kristalina Georgieva, <em>Vice President of Budget and Human Resources, European Commission </em>(via video link)</p><p><strong>Chair:<br/>\n</strong></p><p>Mike Wooldridge, <em>World Affairs Correspondent, BBC News/Trustee BBC Action Service</em></p><p><strong>Panellists:<br/>\n</strong></p><p>Sophia Swithern, <em>GHA Programme Leader, Development Initiatives</em></p><p>Dylan Winder, <em>Head of Humanitarian Response, UK Department for International Development</em></p><p>Ben Ramalingam, <em>Research Associate at the ODI, Visiting Fellow at the Institute of Development Studies (IDS) and Chair of the Humanitarian Innovation Fund</em></p><p>Sandra Aviles, <em>Senior Advisor, Development and Humanitarian Affairs at FAO/IASC Humanitarian Financing Task Team/Future Humanitarian Financing (FHF)</em></p><p>Jehangir Malik, <em>Director of Islamic Relief UK</em></p><p>Follow the conversation on twitter at #GHA2015</p><p><a href=\"https://www.eventbrite.co.uk/e/key-trends-in-humanitarian-financing-what-do-they-mean-for-future-resourcing-to-address-crisis-risk-tickets-17299117125\">Register to attend the event or participate online</a></p>"}, {"title": "Interactive Dialogue on Humanitarian Financing at ECOSOC Humanitarian Affairs Segment (HAS)", "date": "04 Jun 2015", "format": "Event", "description": "Event: Interactive Dialogue on Humanitarian Financing at ECOSOC Humanitarian Affairs Segment (HAS). The event will be organised jointly by GHA programme an", "url": "http://devinit.org/post/interactive-dialogue-on-humanitarian-financing/", "body": "<p><strong>Location: </strong>Palais de Nations, United Nations Office, Geneva</p><h3><strong>About the event</strong></h3><p>This workshop aims to tackle whole-of-system questions on the opportunities and challenges presented by current humanitarian financing modalities, using the findings from the forthcoming 2015 <a href=\"http://www.globalhumanitarianassistance.org/\">Global Humanitarian Assistance (GHA)</a> report on up-to-date trends in humanitarian financing, and the recent report by the FHF ‘Looking Beyond the Crisis’ as its starting point.</p><h3><strong>Context</strong></h3><p>While international humanitarian assistance reached record levels in 2013, it is still not enough to fully meet needs. Globally, over a third of funding requirements went unmet in UN-coordinated humanitarian appeals alone during 2013 (with only US$8.5 billion of US$13.2 billion UN-coordinated appeal requirements met). Despite the emergence of new donors, the number, scale and severity of crises is outstripping resourcing. At the same time, humanitarian assistance is being called on to cover an ever-widening agenda from preparedness to recovery.</p><p>The scale of needs calls for a different response. New and innovative sources of funding must be found and scaled up, and at the same time, existing resources must be used more effectively. Strengthening the effectiveness of the humanitarian response and filling the current funding gap through new approaches to financing is a topic of growing international interest and a central component of the consultations in the lead up to the <a href=\"https://www.worldhumanitariansummit.org/\">World Humanitarian Summit</a> in 2016, the <a href=\"http://www.un.org/esa/ffd/\">Financing for Development</a> consultations, and the UN Secretary-General’s High-Level Panel on Humanitarian Financing.</p><h3><strong>Format of the workshop</strong></h3><p>Panellists will discuss current trends, challenges and opportunities in humanitarian financing – namely localising response and ensuring access to flexible, predictable funding in acute crises – while also speaking about the opportunities afforded by global agendas to reform humanitarian financing.</p><p>Breakout groups will focus on the following issues</p><ol>\n<li>Nationalising and Localising Humanitarian Response</li>\n<li>The Development and Humanitarian Nexus</li>\n<li>Embracing diversity to ensure sufficient humanitarian funding</li>\n<li>Moving towards a proactive ways of working to better meet peak demands</li>\n<li>Upgrading the Humanitarian Architecture to address inefficiencies and strengthen needs-based funding.</li>\n</ol><p>The outcome of these discussions will feed into the ECOSOC High-Level Panel discussion on humanitarian financing as well as into relevant global processes.</p><p>Opening remarks will be given by the German Ministry of Foreign Affairs.</p><p><strong>Key note speech: </strong>Kyung-wha Kang, Under-Secretary-General and Emergency Relief Coordinator (OCHA)</p><p><strong>Chair: </strong>Anke Reiffenstuel, Deputy Head Task Force Humanitarian Aid, Ministry of Foreign Affairs Germany</p><p><strong>Panellists</strong></p><ul>\n<li>Sophia Swithern, Global Humanitarian Assistance (GHA) Programme Manager</li>\n<li>Lydia Poole (FHF)</li>\n<li>Robert Piper, UN Deputy Special Coordinator for the Middle East Peace Process &amp; UN Regional Humanitarian Coordinator for the Occupied Palestinian Territories (oPt)</li>\n<li>Claus Sorenson, Director General, ECHO</li>\n<li>Thomas Gass, Assistant Secretary-General for Policy Coordination and Inter-Agency Affairs in UN DESA</li>\n<li>Fatou Diagne Zaouini, Risk Management Advisor, Africa Risk Capacity</li>\n</ul><p>Please follow the event on Twitter at #2015HF and follow the report discussion at #GHA2015</p><p> </p>"}, {"title": "Webinar: Understanding ODA loans", "date": "02 Jun 2015", "format": "Event", "description": "Event: Understanding ODA loans: a growing source of development financing Date: June 24, 2015 9.00am-10.00am BST Location: Online The use of loans as a mec", "url": "http://devinit.org/post/understanding-oda-loans-a-growing-source-of-development-financing/", "body": "<p>9.00am-10.00am BST</p><p><strong>Location:</strong> Online</p><p>The use of loans as a mechanism for delivering development assistance has been an increasing trend in recent years, with the rise in ODA loans growing much faster than the rise in ODA grants. In 2013, the total gross value of loans from the Organisation for Economic Co-operation and Development (OECD) Development Assistance Committee (DAC) amounted to US$13 billion.</p><p>Recent rule changes by the DAC will lead to differences in how loans are measured and valued, and how the concessionality of loans is assessed. To date, however, there has been limited publicly available analysis on the possible impacts. What will the changes mean for donors and developing countries? And what are the implications for advocates and other stakeholders who monitor aid effectiveness and the indebtedness in developing countries?</p><p>This free webinar will provide useful and accessible information to shed light on this issue and begin a discussion on the underlying incentives for donors around loans. In the interactive one-hour session, we will share the findings of Development Initiatives’ report <em>‘<strong>ODA loans: tracking a growing source of development financing’</strong></em><strong>.</strong> We will present the key facts, trends and policy implications, in simple, jargon-free language, using graphics and interactive online data visualisations to aid participants’ understanding. Participants will also have the opportunity to ask questions directly to the presenter and report author, <a href=\"http://devinit.org/#!/about/meet-the-team/rob-tew\">Rob Tew</a>.</p><p><em><strong>Update: You can read our report ‘ODA Loans- tracking a growing source of development financing’ and watch the presentation again <a href=\"http://devinit.org/#!/post/oda-loans-tracking-a-growing-source-of-development-financing\">here.</a></strong></em></p>"}, {"title": "Open Data: A Journey of Discovery in Nepal", "date": "27 May 2015", "format": "Event", "description": "Join AidData, Development Initiatives and Publish What You Fund for the premier of their documentary film ‘Open Data: A Journey of Discovery in Nepal’ at t", "url": "http://devinit.org/post/open-data-a-journey-of-discovery-in-nepal/", "body": "<p>This short documentary follows the journey of journalist Gyanu Sharma in Nepal, who understands that having access to data can help him create a better future for his son. He is one of a growing number of citizens and civil society groups globally who have a hunger for data because they understand its powerful potential for change.</p><p>But current barriers are severely hindering the use and impact of open data. There is limited data currently available, its quality is poor and it can be difficult or impossible to compare and combine. Gyanu’s story brings to life the vital role of data in development and shows what work still needs to be done.</p><p> </p>"}, {"title": "CDS @40 – Inequality everywhere: what is development about?", "date": "28 Apr 2015", "format": "Event", "description": "About the event The Centre for Development at the University of Bath is hosting a panel event focusing on inequality. As the UN signs up to a new set of de", "url": "http://devinit.org/post/cds-40-inequality-everywhere-what-is-development-about/", "body": "<p>This event celebrates the 40th Anniversary of the <a href=\"http://www.bath.ac.uk/cds/index.html\">Centre for Development Studies</a> at Bath by examining insights from its research into the processes through which inequality is widening at the local, national and global levels and how the international development sector must respond if it is to remain relevant beyond 2015.  Presentations from research will be followed by an open panel debate with audience participation.</p><p><strong>Date: </strong>29 April 2015</p><p><strong>Time:</strong> 18.00 – 20.00 Followed by a drinks reception</p><p><strong>Location:</strong> Building 3WN Room 2.1, University of Bath</p>"}, {"title": "Financing social protection in Tanzania and Uganda", "date": "27 Apr 2015", "format": "Event", "description": "Why social protection? Social protection plays an integral role in ensuring benefits from development and growth are sustainable and that no one gets left", "url": "http://devinit.org/post/financing-social-protection-in-tanzania-and-uganda/", "body": "<h4>Multidimensional impacts of social protection (i)<a href=\"#_edn1\" name=\"_ednref1\"></a></h4><p><a href=\"http://devinit.org/wp-content/uploads/2015/04/Financing-social-protection-in-Tanzania-and-Uganda.jpg\"><img alt=\"Financing social protection in Tanzania and Uganda\" class=\"alignleft size-large wp-image-8514\" height=\"370\" sizes=\"(max-width: 555px) 100vw, 555px\" src=\"http://devinit.org/wp-content/uploads/2015/04/Financing-social-protection-in-Tanzania-and-Uganda-555x370.jpg\" srcset=\"http://devinit.org/wp-content/uploads/2015/04/Financing-social-protection-in-Tanzania-and-Uganda-555x370.jpg 555w, http://devinit.org/wp-content/uploads/2015/04/Financing-social-protection-in-Tanzania-and-Uganda-320x212.jpg 320w\" width=\"555\"/></a></p><h3>Social protection – Options for Tanzania and Uganda</h3><p>Sub-Saharan Africa has experienced stable economic growth over the past decade or so. However, this growth has not translated into commensurate poverty reduction or an improvement in the lives of the most poor. The <a href=\"http://www.ug.undp.org/content/uganda/en/home/presscenter/articles/2014/12/08/uganda-poverty-status-report-2014-launched.html\">2014 Poverty Status Report</a> in Uganda shows that despite stable growth the combined number of Ugandans that are either poor or vulnerable to poverty is 63% of the population, or 21.4 million. The broad-based growth agenda of Uganda differs from a pro-poor growth approach such as that adopted by Tanzania, which offers better prospects for the poor and vulnerable.</p><p>In both countries there is a case for financing social protection programmes to safeguard the poorest populations. (ii) As part of the <strong>UNICEF speaker’s series on financing social protection</strong> in these two countries, it was highlighted that finding fiscal space for social protection programmes was an important policy priority.</p><p>In the case of Uganda, analysis of fiscal space involved identifying additional revenue sources to bolster the country’s ability to pay. This involves increasing the scope and effectiveness of existing revenue sources. Key questions to be considered include: is further investment in social protection affordable and feasible? Are social protection investments feasible in light of budget deficits and low revenue collection? Is social protection sustainable given the large number of dependents among Uganda’s population? (iii)</p><p>Meanwhile in Tanzania tax revenue analysis suggests broadening the tax base and reducing tax exemptions and tax evasion rates. Specifically, tax exemptions need to be more pro-poor, tax evasion needs to be countered through stricter legislation, and additional tax revenue sources such as airspace tax could be explored.</p><p>Fundamental to financing social protection in both Tanzania and Uganda is the political commitments by policy makers to find the fiscal space that will resource these programmes. Social protection should be seen as investment rather than expenditure to lift the most vulnerable people out of extreme poverty by 2030.</p><p> </p>"}, {"title": "High-Level Conference on the Data Revolution in Africa: Defining the next steps for data communities", "date": "16 Apr 2015", "format": "Event", "description": "This is a conference that was unique in many aspects. In Africa, the geographic extent and socio-economic, political and cultural diversity of the continen", "url": "http://devinit.org/post/high-level-conference-on-the-data-revolution-in-africa-defining-the-next-steps-for-data-communities/", "body": "<h3><strong>Pre-conference approach: creating data communities</strong></h3><p>Earlier in the year the <a href=\"http://www.uneca.org/datarevolution/pages/co-organisers\">co-organisers</a> of the conference – UN Economic Commission for Africa, the African Union, the African Development Bank and the United Nations Development Programme – reached out to a range of organisations through a survey to identify their work, data activities, and the priorities in the data revolution, including thoughts on the structure of the conference itself. Survey results led to 15 ‘<a href=\"http://www.uneca.org/sites/default/files/page_attachments/program_and_procedural_notes_for_the_high-level_conference_on_data_revolution.pdf\">data communities</a>’ being created: groups with common interests related to the objectives of the data revolution. The groups self-organised with leadership from a convening organisation that mobilised stakeholders to contribute ideas to the final <a href=\"http://www.uneca.org/sites/default/files/page_attachments/final_adc_-_english.pdf\">African Data Consensus</a> (ADC) document – a key output of the High-Level Conference that was adopted by the 8th joint ECA-AU Conference of African Ministers of Finance, Planning, and Economic Development on 30 March 2015.</p><h3><strong>Convening the Development Data Community</strong></h3><p>As a <a href=\"http://www.uneca.org/datarevolution/pages/partners\">partner</a> to the organisers, alongside <a href=\"http://paris21.org/\">PARIS21</a>, <a href=\"http://beta2.statssa.gov.za/\">South African Statistics</a> and <a href=\"http://webfoundation.org/\">World Wide Web Foundation</a>, <a href=\"http://devinit.org/\">Development Initiatives</a> (DI) also convened the “Development Data Community.” In the lead up to the conference, DI Africa Hub in partnership with <a href=\"https://east-africa.hivos.org/?_ga=1.176647590.260431671.1425672376\">Hivos East Africa</a> and <a href=\"http://www.developlocal.org/\">Local Development Research Institute (LDRI)</a> held a meeting of Kenyan participants to discuss effective ways to engage during the conference. The main outcome of the meeting was a vision and set of principles shared with a group of organisations across the continent and with the conference organisers.</p><p>As a convenor of the Development Data Community, DI drafted a paper responding to a set of questions presented by organisers and shared this with over 50 stakeholders across the continent for input. Their feedback was compiled into a final draft shared with organisers, other communities, and tabled on the first day of the conference on 27 March as the official Development Data community paper for deliberation and further input. DI invited Mr Alex Ezeh, Executive Director at APHRC, and Dr. Bitange Ndemo, former Permanent Secretary in the ICT Ministry in Kenya, among other high profile individuals, to join community discussions and further enrich the paper. Pleasantly surprising, the organisers did not have a draft Africa Data Consensus document before the meeting and relied on the communities’ input for content – perhaps a first for this nature of conference. We also discovered there were no separate meeting rooms for the communities, and we had to find space within the conference room for the discussions. Given the importance of the subject it didn’t matter – any space, including under a tree, would have sufficed.</p><div class=\"wp-caption aligncenter\" id=\"attachment_8404\" style=\"width: 565px\"><a href=\"http://devinit.org/wp-content/uploads/2015/04/High-Level-Conference-on-the-Data-Revolution-in-Africa-2-e1429215721173.jpg\"><img alt=\"Dr. Bitange Ndemo (standing centre–right) makes his point while DI’s Africa Regional Director Charles Lwanga-Ntale (standing on the right), and other Development Data Community members listen during discussions at the conference\" class=\"size-large wp-image-8404\" height=\"370\" sizes=\"(max-width: 555px) 100vw, 555px\" src=\"http://devinit.org/wp-content/uploads/2015/04/High-Level-Conference-on-the-Data-Revolution-in-Africa-2-e1429215721173-555x370.jpg\" srcset=\"http://devinit.org/wp-content/uploads/2015/04/High-Level-Conference-on-the-Data-Revolution-in-Africa-2-e1429215721173-555x370.jpg 555w, http://devinit.org/wp-content/uploads/2015/04/High-Level-Conference-on-the-Data-Revolution-in-Africa-2-e1429215721173-320x212.jpg 320w\" width=\"555\"/></a><p class=\"wp-caption-text\">Dr. Bitange Ndemo (standing centre–right) makes his point while DI’s Africa Regional Director Charles Lwanga-Ntale (standing on the right), and other Development Data Community members listen during discussions at the conference</p></div><h3></h3><h3 style=\"text-align: left;\"><strong>People count: the importance of development data</strong></h3><p>The <a href=\"https://docs.google.com/document/d/15FSYx32WRSMtjlnTLNLbyXZ1c3xxXW2dXO_cw_ByCH8/edit\">Development Data Community paper</a> recognised the importance of <strong>making people count by counting them.</strong> This, it proposed, could be achieved by developing and strengthening civil registration systems and improving administrative data – with particular emphasis on health, education, land and agricultural management information systems in Africa. It further proposed that National Statistics Development Strategy encompass all activities relating to collecting data and compiling statistics.</p><p>The paper further emphasised the important<strong> role of development data in driving evidence-based development decision making</strong>. Beyond monitoring development the community recognised the need for development data to drive development. Decision-makers therefore need usable information based on data that is disaggregated down to the local level and is both timely and accurate. Those who hold them to account also need this information (and the data on which it is based) to be openly accessible. The community was happy that most of its <a href=\"https://docs.google.com/document/d/1e_Dqk8a8H1VhhJLPzOFFUUIrL6TxWDmoqmvAJBz-yYE/edit\">recommendations</a> were taken on board in the final consensus document.</p><p>Speaking during the event, Mr Charles Lwanga-Ntale, DI Africa Regional Director, also a member of the High-Level Panel that adopted the consensus document, said that the Data Revolution was not going to be achieved just for the sake of it, but had a clear purpose to help Africa achieve higher level goals. He cautioned against the revolution getting consumed by technicalities and technology, missing the real targets – ordinary people. He further emphasised the centrality of development data in the poverty eradication agenda of the continent, calling on stakeholders to actively promote national level initiatives that could leverage effective partnerships.</p><div class=\"wp-caption aligncenter\" id=\"attachment_8407\" style=\"width: 565px\"><a href=\"http://devinit.org/wp-content/uploads/2015/04/High-Level-Conference-on-the-Data-Revolution-in-Africa-1.jpg\"><img alt=\"The Community and Citizen Data community (foreground) organised by Hivos East Africa and other communities engage their members during the conference\" class=\"size-large wp-image-8407\" height=\"370\" sizes=\"(max-width: 555px) 100vw, 555px\" src=\"http://devinit.org/wp-content/uploads/2015/04/High-Level-Conference-on-the-Data-Revolution-in-Africa-1-555x370.jpg\" srcset=\"http://devinit.org/wp-content/uploads/2015/04/High-Level-Conference-on-the-Data-Revolution-in-Africa-1-555x370.jpg 555w, http://devinit.org/wp-content/uploads/2015/04/High-Level-Conference-on-the-Data-Revolution-in-Africa-1-320x212.jpg 320w\" width=\"555\"/></a><p class=\"wp-caption-text\">The Community and Citizen Data community (foreground) organised by Hivos East Africa and other communities engage their members during the conference</p></div><h3></h3><h3><strong>Charting the way forward: Data Revolution for Africa</strong></h3><p>On the last day of the conference (30 March), DI was tasked by community members to convene a stakeholders’ meeting to reflect on the immediate outcomes of the conference, find practical ways to engage beyond the conference, and forge a loose network to share materials, experiences and ideas. A steering committee was established comprising of individuals from INDEPTH Network-Ghana, ONE Campaign-South Africa, IPAR-Senegal, Center for Democratic Development-Ghana, Hivos East Africa-Kenya, and Development Initiatives Africa Hub-Kenya. Each organisation was tasked to lead regional engagements and draw more institutions that were not part of the High-Level Conference. A series of meetings and intense discussions are currently underway. A Google Group (Data Revolution for Africa) has been created to facilitate engagements. The key action points in the consensus document are providing direction, and guiding country level engagements on the Data Revolution in the lead up to the Third International Conference on Financing for Development to be held in Addis Ababa in July 2015.</p><h3><strong>Implementing the African Data Revolution in Kenya</strong></h3><p>At the national level in Kenya, DI is partnering with Hivos East Africa, other like-minded organisations and partners from government, civil society, media and private sector among others,  to explore how their comparative advantages can be leveraged to “domesticate, develop and test a local Data Revolution model” at the national, and more importantly, the granular sub-national (county) level in Kenya. This process will be documented to yield a replicable model that could be shared across the region and the world. A meeting is slated for 22 April at DI Africa Hub in Nairobi to kick-start this process.</p><p>For more information contact Davis Adieno at the DI Africa Hub. Email <a href=\"mailto:davis.adieno@devinit.org\">davis.adieno@devinit.org</a></p>"}, {"title": "Launch Workshop: Development Data Hub", "date": "08 Apr 2015", "format": "Event", "description": "17 March 2015", "url": "http://devinit.org/post/launch-workshop-development-data-hub/", "body": "<p><strong>Venue</strong>: FHI 360 Conference Centre, Washington DC</p><p>Join us at the launch workshop for our new <strong>Development Data Hub</strong>. Launching live in beta, the Development Data Hub is the most comprehensive online resource for financial flow data alongside poverty, social and vulnerability indicators. It combines an extensive data store with interactive visualisations enabling you to chart and compare poverty and resource flow data at the global, national and local level.</p><p>This is an <strong>interactive workshop</strong> to take a take a first look at the data stories in this exciting new resource and explore the landscape of development finance. After a short presentation, the Development Initiatives team will facilitate a hands-on experience to allow you to explore the data. We will unbundle aid and official finance; explore domestic financing in our country profiles; and introduce you to the global view of poverty, vulnerability and financial flows.</p><p>This event is open to all, on a first-come first served basis. Please sign up here: <a href=\"http://development-data-hub-launch-april2015-dc.eventbrite.co.uk\">http://development-data-hub-launch-april2015-dc.eventbrite.co.uk</a></p><p>Contact: <a href=\"mailto:info@devinit.org\">info@devinit.org</a></p><p><em>We are grateful for support from the team at InterAction for this event.</em></p>"}, {"title": "An Act of Faith: Humanitarian Financing and Zakat", "date": "06 Mar 2015", "format": "Event", "description": "  Event: What role can Zakat play in future humanitarian financing? Date: 26 March 2015 Time: 12.30 – 14:00 Location: Ascham Room Bloomsbury House, 2-", "url": "http://devinit.org/post/an-act-of-faith-humanitarian-financing-and-zakat/", "body": "<p><strong>Date: </strong>26 March 2015</p><p><strong>Time: </strong>12.30 – 14:00</p><p><strong>Location: </strong>Ascham Room<strong> </strong><a href=\"http://www.bloomsburyhouse.com/ascham-suite/4538317066\">Bloomsbury House</a>, 2-3 Bloomsbury Sq, London, WC1A 2RL</p><p><strong>Hosts: </strong><a href=\"http://devinit.org/\">Development Initiatives</a> and <a href=\"https://www.muslimcharitiesforum.org.uk/\">Muslim Charities Forum</a></p><p><strong>Event details:</strong></p><p>What is Zakat and what is its relevance to humanitarian assistance? To what extent is it currently used to support humanitarian response? What is the potential of Zakat as a source of humanitarian financing? What are the barriers to Zakat achieving its humanitarian potential and how might these be overcome?</p><p>Join our panel event in London on 26 March 2015 to explore these questions and mark the launch of a new study from the <a href=\"http://www.globalhumanitarianassistance.org/\">Global Humanitarian Assistance (GHA) Programme</a>, <em>An Act of Faith: Humanitarian Financing and Zakat.</em></p><p>The event will be chaired by Abdurahman Sharif, Director of Muslim Charities Forum, and opening remarks will be given by Jemilah Mahmood, Chief of the <a href=\"http://www.worldhumanitariansummit.org/\">World Humanitarian Summit (WHS)</a> Secretariat.</p><p><strong>Panellists include:</strong></p><ul>\n<li>Chloe Stirk, Author of the report and GHA Programme Advisor</li>\n<li><a href=\"http://policy.islamic-relief.com/sadia-kidwai/\">Sadia Kidwa</a>i, Policy and Research Analyst, Islamic Relief Worldwide</li>\n<li><a href=\"https://www.dur.ac.uk/research/directory/staff/?mode=staff&amp;id=6304\">Dr Habib Ahmed</a>, Professor of Islamic Finance, Durham University Business School</li>\n<li>Dr Abdul Wahab NoorWali Trustee to the Humanitarian Forum and representative of the WAMY (World Assembly of Muslim Youth).</li>\n</ul><p>Please follow and contribute to discussions using Twitter #GHAZakat2015</p><p>Register to attend the event in person or watch online below. If you are not able to attend the event in person, you can view the event online and pose questions to panellists on Twitter using #GHAZakat2015</p><p> </p><div style=\"width: 100%; text-align: left;\">\n<p><iframe frameborder=\"0\" height=\"260\" marginheight=\"5\" marginwidth=\"5\" scrolling=\"auto\" src=\"//eventbrite.co.uk/tickets-external?eid=15910890903&amp;ref=etckt\" width=\"100%\"></iframe></p>\n<div style=\"font-family: Helvetica, Arial; font-size: 10px; padding: 5px 0 5px; margin: 2px; width: 100%; text-align: left;\"><a href=\"http://www.eventbrite.co.uk/r/etckt\" style=\"color: #ddd; text-decoration: none;\" target=\"_blank\">Online event registration</a><span style=\"color: #ddd;\"> for </span><a href=\"https://www.eventbrite.co.uk/e/what-role-can-zakat-play-in-future-humanitarian-financing-tickets-15910890903?ref=etckt\" style=\"color: #ddd; text-decoration: none;\" target=\"_blank\">What role can Zakat play in future humanitarian financing?</a> <span style=\"color: #ddd;\">powered by</span> <a href=\"http://www.eventbrite.co.uk?ref=etckt\" style=\"color: #ddd; text-decoration: none;\" target=\"_blank\">Eventbrite</a></div>\n</div>"}, {"title": "Impact of devolution on health service delivery in Kenya: county roundtable forums  ", "date": "24 Feb 2015", "format": "Event", "description": "Date: 9–13 March 2015 Venue: Mombasa, Nakuru, Busia – Kenya Register to attend: Please confirm your participation with Betty Mithia or Edward Ahonobadha  B", "url": "http://devinit.org/post/impact-of-devolution-on-health-service-delivery-in-kenya-county-roundtable-forums/", "body": "<p><strong>Register to attend:</strong> Please confirm your participation with <a href=\"mailto:Betty.Mithia@devinit.com\">Betty Mithia</a> or <a href=\"mailto:Edward.Ahonobadha@devinit.com\">Edward Ahonobadha</a><a href=\"Edward.Ahonobadha@devinit.com\"> </a></p><p>Between August and November 2014 DI conducted research on the impact of devolution on health service delivery in the counties of Mombasa, Busia and Nakuru in Kenya.</p><p>In March, DI will host three roundtable forums to bring together sector stakeholders and discuss the findings in the three counties. The events will seek practical solutions to the highlighted challenges, build on good practices and seek increased resource allocation to the health sector to improve health service delivery.</p><h3>About the research</h3><p>The research offer useful insights from the perspective of practitioners, health service providers/facilities; county government officials (both executive and legislature); civil society; and citizens on:</p><ol>\n<li>General quality and efficiency of service delivery after devolution;</li>\n<li>Inclusiveness in managing health sector – space and depth of citizen participation in prioritization, planning, resource allocation, and monitoring programme implementation; and</li>\n</ol><ul>\n<li>Resources made available to health sector by the 3 county governments from interrogating budget allocations, and any other resource flows to the counties.</li>\n</ul><h3>Devolution in Kenya</h3><p>In 2010, a new constitution was promulgated in Kenya. This introduced the concept of devolution of resources and power from the national government to 47 counties formed after the March 2013 general elections. Health service delivery was devolved and is now a function of the county governments.</p><p>Devolution presents unprecedented opportunities and challenges to the health sector that determine the effectiveness of overall service delivery.</p><p>Devolution of healthcare services allows county governments:</p><ol>\n<li>To design innovative models and interventions that suit the unique health sector needs in their contexts</li>\n<li>Sufficient scope to determine their health system and citizen priorities</li>\n<li>To make autonomous and quick decisions on resource mobilisation, subsector resource allocation and spending, and management of arising issues.</li>\n</ol><p>Devolving the health function also presents institutional and resource allocation and utilisation challenges that must be dealt with to assure effective and sustainable healthcare service delivery at the county level.</p><h3>About the roundtable forums</h3><p><strong>The DI Africa hub will host three roundtable forums in the week of 9–13 March, 2015 in the counties of Mombasa, Nakuru and Busia. </strong>The multi-stakeholder forums are designed to stimulate constructive dialogue and effective partnerships among civil society, media, county governments, healthcare providers and stakeholders, academia and citizens. They aim to find practical solutions to sector-specific challenges and find ways to improve decision making  on resource allocation for poverty eradication.</p><p>For more information please contact <a href=\"mailto:davis.adieno@devinit.org\">Davis Adieno</a>, <a href=\"mailto:Karen.rono@devinit.org\">Karen Rono</a>, <a href=\"mailto:Mariam.ibrahim@devinit.org\">Mariam Ibrahim</a>  or call +254202725346/7/8</p><p> </p>"}, {"title": "Open up government: Bristol workshop", "date": "17 Feb 2015", "format": "Event", "description": "Date: 3 March 2015 Venue: Unitary Chapel, Bristol, BS2 8PE The workshop aims to: Discuss and develop ideas for open government reforms in Bristol, the sout", "url": "http://devinit.org/post/open-up-government-bristol-workshop/", "body": "<p>The workshop aims to:</p><ul>\n<li>Discuss and develop ideas for open government reforms in Bristol, the south west and throughout the UK</li>\n<li>Build the community of transparency, participation and accountability reformers in the UK</li>\n<li>Share the work of the Open Government Partnership and UK Open Government Civil Society Network</li>\n</ul><p>This workshop is free to attend, and open to anyone interested in learning more about and improving open government in the UK.</p><p><a href=\"http://www.eventbrite.co.uk/e/opening-up-government-bristol-workshop-tickets-15514676816\">Sign up to attend Open up government: Bristol workshop</a>.</p>"}, {"title": "Financing the future: fresh perspectives on global development ", "date": "09 Feb 2015", "format": "Event", "description": "Date: 17–18 March 2015 Venue: La Palm Royal Hotel, Accra-Ghana DI is partnering with the Overseas Development Institute to host the two-day conference Fina", "url": "http://devinit.org/post/financing-the-future-fresh-perspectives-on-global-development-3/", "body": "<p>DI is partnering with the Overseas Development Institute to host the two-day conference <a href=\"http://www.developmentprogress.org/event/financing-future-fresh-perspectives-global-development-sdgs-accra\"><em>Financing the future: fresh perspectives on global development</em></a> in Accra, Ghana. Other partners are the United Nations Development Programme, Development Finance International, African Center for Economic Transformation, Centro de Pensamiento Estratégico Internacional, Collaborative Africa Budget Reform Initiative, Economic and Social Research Foundation and Brookings Institution.</p><p>To sign up to the event please visit ODI’s <a href=\"http://www.developmentprogress.org/event/financing-future-fresh-perspectives-global-development-sdgs-accra\">Development Progress website</a></p>"}, {"title": "USAID/US Advisory Committee on Foreign Aid discussion on financing for development", "date": "13 Jan 2015", "format": "Event", "description": "USAID/US Advisory Committee on Foreign Aid discussion on financing for development", "url": "http://devinit.org/post/usaidus-advisory-committee-foreign-aid-discussion-financing-development/", "body": "<h3>Outcomes we want to see at Addis: a commitment to improve the lives of the poorest 20%</h3><p>In my short presentation, I outlined some of the key outcomes Development Initiatives hopes to see at the Addis conference and beyond. These include commitment from governments to ensure their investments – including private investments – are assessed for their impact on the lives of the poorest 20% globally. We want to see re-commitment at the highest political levels to ending extreme poverty by 2030, using all available resources to do so, including domestic resources where they are available. We recommend a refocusing of ODA on ending poverty, tightening its current broad mandate. We seek commitment from all governments to invest in better data – we need disaggregated, timely and detailed data on resource flows, poverty and needs. These ideas will be explored in detail in our forthcoming report <a href=\"http://devinit.org/wp-content/uploads/2015/01/ODA-allocation-post-2015_One-pager-12-Nov1.pdf\"><em>Improving ODA allocations for a post-2015 world</em></a>, which launches in January. Meanwhile, you can read more about these ideas in a blog from my colleague Harpinder, <a href=\"http://devinit.org/future-oda-targeting-people-countries-end-poverty-2030/\"><em>Targeting people not countries to end poverty by 2030</em></a>.</p><p><a href=\"http://devinit.org/wp-content/uploads/2015/01/B6xeJSgCIAEf_bI.jpg\"><img alt=\"B6xeJSgCIAEf_bI\" class=\"alignnone size-full wp-image-5450\" height=\"286\" src=\"http://devinit.org/wp-content/uploads/2015/01/B6xeJSgCIAEf_bI.jpg\" width=\"599\"/></a></p><p> </p><h3>The final push to end poverty: a universal goal</h3><p>Many speakers noted the shift towards a universal development agenda and asked: how can we engage the American public in the goals? This is a debate now being examined by researchers and policymakers in many developed countries – see for example this <a href=\"https://www.americanprogress.org/issues/security/report/2014/05/12/89459/applying-universal-goals-to-the-united-states/\">report by the Center for American Progress</a>, or this <a href=\"http://www.post2015datatest.com\">blog by Shannon Kindornay on the Canada context</a>.</p><p>Other speakers outlined the importance of engaging all actors – including the private sector – in the Addis conference. The <a href=\"http://www.aidtransparency.net/news/using-iati-to-track-ffd\">importance of IATI in improving resource flow data</a>, and the need to engage the general public in the sustainable development goals to ensure a truly global push to end poverty, combat climate change and provide economic opportunity for all, were also addressed. The progress already made on the Millennium Development Goals was highlighted by Tom Hart, CEO of ONE, who pointed out that the development community must shout about its successes to jolt politicians out of complacency and seek commitment for the final push to end poverty.</p><p><strong>To learn more about DI’s priorities for the Addis conference, contact  <a href=\"mailto:info@devinit.org\">info@devinit.org</a>.</strong></p>"}]