[{"title": "DI appoints Diane Kingston OBE to board of directo...", "author": [], "format": "News", "date": "19 Jul 2019", "description": "DI is pleased to announce that Diane Kingston OBE has been appointed to the organisation’s board of non-executive directors.", "url": "http://devinit.org/post/di-appoints-diane-kingston-obe-board-directors/", "body": "<div class=\"lead\"><p>Diane Kingston OBE will join Development Initiatives’ (DI’s) board in 2019.</p>\n</div><div class=\"body-text p-b--2\"><p>DI is pleased to announce that <a href=\"http://devinit.org/post/people/diane-kingston-obe/\" target=\"_blank\">Diane Kingston OBE</a> has been appointed to the organisation’s board of non-executive directors. She joins board members <a href=\"http://devinit.org/post/people/paul-stuart/\" target=\"_blank\">Paul Stuart</a>, <a href=\"http://devinit.org/post/people/timothy-takona/\" target=\"_blank\">Timothy Takona</a>, <a href=\"http://devinit.org/post/people/tina-blaquez-lopez/\" target=\"_blank\">Tina Blazquez-Lopez</a> and <a href=\"http://devinit.org/post/people/alex-ezeh/\" target=\"_blank\">Professor Alex Ezeh</a>, whose appointments were <a href=\"http://devinit.org/post/di-welcomes-new-board-members/\" target=\"_blank\">announced earlier this year</a>.</p>\n<p>Diane is Senior Advisor for Policy and Government Affairs at <a href=\"https://frontlineaids.org/\" target=\"_blank\">Frontline AIDS</a>, the global HIV and AIDS charity. She is also a member of the Department for International Development’s Independent Reference Group on tackling sexual exploitation and abuse and sexual harassment, member of Bond’s Steering Committee on the Sustainable Development Goals, and the Co-chair of Bond’s Leave No One Behind group.</p>\n<p>She has worked on social justice issues in international development and human rights throughout her career, in particular as the UK’s elected member of the <a href=\"https://www.ohchr.org/EN/HRBodies/CRPD/Pages/CRPDIndex.aspx\" target=\"_blank\">UN Committee on the Rights of Persons with Disabilities</a> (CRPD), Deputy Director of Advocacy and Alliances for <a href=\"https://www.cbmuk.org.uk/\" target=\"_blank\">CBM</a>, Global Disability Advisor for <a href=\"https://www.sightsavers.org/\" target=\"_blank\">Sightsavers</a> and as joint Country Director of <a href=\"https://www.vsointernational.org/\" target=\"_blank\">VSO</a> Indonesia.</p>\n<p>Diane’s skills, experience and perspective will complement the considerable acumen of DI’s existing board, which serves to provide advice, support and strategic direction to the organisation. Her appointment comes as part of DI’s planned 2019 board transition.</p>\n<p>Diane said: “I have followed DI’s journey for many years, witnessing its growth, tenacity and visionary direction.  As such, I am very proud to be appointed to the board of DI and to be part of a team of dedicated individuals guiding the organisation, and supporting the Executive Director”.</p>\n</div>"}, {"title": "Development Initiatives’ response to the UK’s ...", "author": [], "format": "News", "date": "27 Jun 2019", "description": "Development Initiatives has responded to the UK's Voluntary National Review of its progress against the Sustainable Development Goals", "url": "http://devinit.org/post/development-initiatives-response-uk-voluntary-national-review/", "body": "<div class=\"lead\"><p>On 26 June, the UK government published its Voluntary National Review (VNR) – a document that looks at the UK’s progress against the Sustainable Development Goals (SDGs). Development Initiatives has responded to this review by focusing particularly on data and financing to deliver on the Leave No One Behind agenda.</p>\n</div><div class=\"body-text p-b--2\"><p>Harpinder Collacott, Executive Director at Development Initiatives said, “<em>We welcome a comprehensive and thoughtful report from the UK on its progress on all 17 Sustainable Development Goals at home and abroad, and applaud the extensive use of data to demonstrate progress on the goals. We are pleased to see that the pledge to Leave No One Behind emerges as a central theme, however it is vital that the UK’s use of aid reflects this priority better than is currently the case.</em></p>\n<p>“<em>The UK review also highlights critical gaps in data and the fact that there is limited disaggregated data, making it difficult to identify who is most risk of being left behind. If the UK is facing this challenge, a country that has data on 74% of the indicators, this will be an uphill struggle for developing nations where data systems are weak and patchy. The UK’s leadership in tackling this issue will be important and is particularly welcome when such information is the only way to ensure everyone is included in progress between now and 2030.</em>”</p>\n<p>There are four key points on Leave No One Behind worth noting in particular:</p>\n<ol>\n<li>The UK has reported on 74% of the 244 SDG indicators, one of the highest levels of coverage in the world. However, data is lacking for 64 indicators, and there are insufficient levels of disaggregation to identify who might be being left behind. We are pleased to see the VNR make the link between Leave No One Behind and the importance of counting people and having good quality disaggregated data in order to make this possible. The UK’s international leadership in this area is welcome and is a reminder that UK aid must focus on supporting countries to increase their statistical capacity in a way that ensures people are being counted.</li>\n<li>The VNR reaffirms the UK’s commitment to meeting the 0.7% Gross National Income target, and the target of spending at least 0.15–0.2% in the Least Developed Countries. While this is welcome, it should be noted that the proportion of UK aid invested in the Least Developed Countries has actually been decreasing – failing to 28% in 2016 and 29% in 2017, down from 39% in 2011, after peaking at 41% in 2001. The UK government should reverse this trend and increase funding to the countries and people who need it the most and are at risk of being left behind.</li>\n<li>Similarly, while the VNR notes that the UK’s contribution to social protection schemes is meeting the Goal 1.1 target, it fails to acknowledge that UK funding to this area has declined sharply from US$431 million (3.7% of gross bilateral ODA) in 2016 to US$263 million (2.2% of gross bilateral ODA) in 2017. The commitment to Leave No One Behind implies that more, rather than less, should be invested in the poorest countries, and in core human capital priorities such as social protection, health and education – to ensure everyone has an equal start in life and can benefit from the opportunities growth has to offer.</li>\n<li>Finally, the UK’s VNR emphasises the central importance of inclusive economic growth in driving progress. While few would dispute this sentiment, there is no agreed definition of what inclusive growth looks like, and DI’s analysis confirms that the income gap between the poorest 20% and the rest is growing globally, and in most countries, despite economic growth. This highlights the fact that current patterns of growth are not sufficiently inclusive to achieve the ambitions of Agenda 2030 in eradicating poverty, reducing inequality and leaving no one behind. Government policies need to support growth to ensure the benefits are more inclusive and that specific groups of the population are not missing out.</li>\n</ol>\n<p> </p>\n</div>"}, {"title": "DI's response to new aid spending figures", "author": [], "format": "News; Press release", "date": "10 Apr 2019", "description": "Development Initiatives responds to new aid spending figures released by the OECD in April 2019, which show that official development assistance has dropped", "url": "http://devinit.org/post/18238/", "body": "<div class=\"lead\"></div><div class=\"body-text p-b--2\"><p>Today, the OECD published <a href=\"http://www.oecd.org/dac/financing-sustainable-development/development-finance-data/ODA-2018-detailed-summary.pdf\" target=\"_blank\">aid spending figures from official donors in 2018</a>, which show official development assistance has dropped, especially to countries with the highest levels of need.</p>\n<p><strong>Harpinder Collacott, Executive Director at Development Initiatives, said </strong>“ODA is a critical resource for financing efforts to end extreme poverty and support the implementation of the Sustainable Development Goals for many countries, especially those where other resources are limited. Furthermore, we are just over a decade away from the 2030 deadline for achieving the Sustainable Development Goals but progress against most of the goals remains slow and a substantial financing gap estimated to be as high as US$3.1 trillion persists. Therefore, it is disappointing today to see ODA decrease at this critical juncture, especially as that decrease seems to be hitting some of the poorest people, and countries where the need is greatest.</p>\n<p>“The figures released today should serve as a stark warning that we cannot get complacent about achieving the SDGs. Unfortunately, donors are not living up to the commitment they made in 2015 to increase financing to deliver the SDGs and the figures show only five out of 30 are giving 0.7% of their GNI in aid. If this decrease is not reversed, the world may be further off-track in fulfilling the global promise to end extreme poverty by 2030 and leave no one behind.”</p>\n<p><strong>Notes to editors:</strong></p>\n<ol>\n<li>Development Initiatives (DI) is an independent international development organisation that focuses on the role of data in driving poverty eradication and sustainable development. More information about DI and the work we do can be found at <a href=\"http://devinit.org/\">http://devinit.org/</a></li>\n<li>Key data and evidence about historic aid spending trends and its unique role in poverty eradication are detailed in Development Initiatives report <a href=\"http://devinit.org/post/investments-to-end-poverty-2018/\">‘Investments to End Poverty’</a></li>\n</ol>\n<p><strong>Contact:</strong></p>\n<p>Anna Hope, Head of Communications</p>\n<p>E: <a href=\"mailto:Anna.Hope@devinit.org\">Anna.Hope@devinit.org</a></p>\n<p>T: +441179 272 505</p>\n<p>M: 07545668378</p>\n</div>"}, {"title": "DI to support Nepal’s first Women in Data confer...", "author": [], "format": "News", "date": "21 Feb 2019", "description": "Development Initiatives and The Asia Foundation are co-organising Nepal’s inaugural Women in Data conference on 23 February 2019", "url": "http://devinit.org/post/di-support-nepals-first-women-data-conference/", "body": "<div class=\"lead\"><p>The Data for Development (D4D) in Nepal programme, implemented by The Asia Foundation in partnership with Development Initiatives (DI), will host Nepal’s inaugural Women in Data conference on 23 February.</p>\n</div><div class=\"body-text p-b--2\"><p>The <a href=\"http://womenindatanepal.org/\" target=\"_blank\">one-day conference</a>, which this year has the theme ‘where two superpowers meet’, will bring together an inspiring cast of female speakers, influential panellists, data professionals and aspiring young women to discuss the achievements of women who work with data, and how best to further advance female inclusion in this growing specialism.</p>\n<p>Hosted at the Hotel Himalaya in Kathmandu, the conference programme includes not only a selection of panel and workshop sessions on topics ranging from gender statistics in Nepal to women using data for social good, but also opportunities for networking and a data infomart. There will also be a keynote address from Meghan Nalbo, Nepal Country Representative for <a href=\"https://asiafoundation.org/\" target=\"_blank\">The Asia Foundation</a>. The full programme is available for download <a href=\"http://womenindatanepal.org/view-full-schedule/\" target=\"_blank\">here</a>.</p>\n<p>DI’s Director of Data Use <a href=\"http://devinit.org/post/people/claudia-wells/\" target=\"_blank\">Claudia Wells</a> said: “Data matters, and the need for data-savvy women in leadership has never been greater. DI is proud to be contributing to Nepal’s first Women in Data conference, which will bring together inspirational data professionals with interactive training sessions to empower the data leaders of the future.”</p>\n<p>The conference will be preceded by a Data Talk from the <a href=\"https://www.gapminder.org/\" target=\"_blank\">Gapminder Foundation</a> on Friday 22 February, and followed by a four-day programme of women in data training sessions between 24 and 27 February.</p>\n<p>This programme of events is organised by The Asia Foundation and DI as part of the D4D partnership. Supported by UK Aid, it is also delivered with assistance from a range of local partners. You can read more about our work under the D4D programme <a href=\"http://www.d4dnepal.org/\" target=\"_blank\">here</a>.</p>\n</div>"}, {"title": "DI welcomes new board members", "author": [], "format": "News", "date": "08 Feb 2019", "description": "DI announces four new non-executive directors to join board in 2019. They will take over from the previous board in a planned transition.", "url": "http://devinit.org/post/di-welcomes-new-board-members/", "body": "<div class=\"lead\"><p>Four new non-executive directors will join Development Initiatives’ (DI) board in 2019</p>\n</div><div class=\"body-text p-b--2\"><p>DI is pleased to announce that <a href=\"http://devinit.org/post/people/paul-stuart/\" target=\"_blank\">Paul Stuart</a>, <a href=\"http://devinit.org/post/people/timothy-takona/\" target=\"_blank\">Timothy Takona</a>, <a href=\"http://devinit.org/post/people/tina-blaquez-lopez/\" target=\"_blank\">Tina Blazquez-Lopez</a> and <a href=\"http://devinit.org/post/people/alex-ezeh/\" target=\"_blank\">Professor Alex Ezeh</a> will join the organisation’s board of non-executive directors in 2019.</p>\n<p>The new members will bring varied and considerable experience to DI’s board, which serves to provide advice, support and strategic direction to the organisation.</p>\n<p>DI’s Executive Director Harpinder Collacott said: “I am delighted to announce DI’s new board which will take over from our previous one through a planned transition in 2019. Their geographical and sector diversity reflects that of DI’s work and ambitions. I am looking forward to working with them to lead DI into the next chapter of its life.</p>\n<p>“I would also like to thank the outgoing DI board members, who have given the organisation a great service for the last 10 years and helped shape DI into the institution that it is today. I have greatly valued and enjoyed their support over my last four years as Executive Director, and will ensure they remain an important part of the DI family.”</p>\n<p>DI’s new board members are:</p>\n<ul>\n<li>Paul Stuart, CEO of international development charity <a href=\"https://www.sendacow.org/\" target=\"_blank\">Send a Cow</a> which is based in Bath and works with smallholder farmers in some of the poorest parts of rural Africa. Having trained and qualified as a chartered accountant with a Big Four accounting firm, he moved into the business sector – where he held finance, operational and strategic roles for 18 years.</li>\n<li>Timothy Takona, who leads UNICEF’s organisational performance management portfolio and initiatives to increase public transparency and accountability as Chief, Performance Management and Accountability. He is also part of the <a href=\"https://iatistandard.org/en/\" target=\"_blank\">International Aid Transparency Initiative</a> (IATI) Governing Board, and prior to joining UNICEF spent seven years in programme management at USAID’s Kenya Office.</li>\n<li>Tina Blazquez-Lopez, a project and corporate finance lawyer with leading global firm <a href=\"https://www.bclplaw.com/\" target=\"_blank\">Bryan Cave Leighton Paisner LLP</a> whose practice focuses on complex international energy and infrastructure projects across a range of sectors including power (both traditional and renewable), oil and gas, mining, transport, ports, property and telecoms. Based in Dubai, her focus is on emerging market economies, particularly in Africa and the Middle East; she advises a wide range of clients including governments, banks and other financial institutions, sponsors, and equity investors.</li>\n<li>Alex Ezeh, Dornsife Professor of Global Health at Drexel University. A distinguished fellow of the <a href=\"https://www.cgdev.org/\" target=\"_blank\">Center for Global Development</a>, Professor Ezeh led the <a href=\"http://aphrc.org/\" target=\"_blank\">African Population and Health Research Centre</a> for 17 years, as well as initiating and directing the <a href=\"http://cartafrica.org/\" target=\"_blank\">Consortium for Advanced Research Training in Africa</a>, an initiative to strengthen doctoral training and the retention of academics at African universities.</li>\n</ul>\n</div>"}, {"title": "New pneumonia data published on the Development Da...", "author": [], "format": "News", "date": "12 Nov 2018", "description": "Development Initiatives has published new data on pneumonia-related funding on their Development Data Hub, a free data visualisation tool.", "url": "http://devinit.org/post/new-pneumonia-data-published-on-the-development-data-hub/", "body": "<div class=\"lead\"></div><div class=\"body-text p-b--2\"><p>Development Initiatives (DI) has published new data on pneumonia-related funding on their <a href=\"http://data.devinit.org/\" target=\"_blank\">Development Data Hub</a>, a free data visualisation tool.</p>\n<p>Visit at <a href=\"http://data.devinit.org/global-picture/pneumonia\" target=\"_blank\">http://data.devinit.org/global-picture/pneumonia</a></p>\n<p>The new data release coincides with World Pneumonia Day (12 November) and the publication of <a href=\"https://stoppneumonia.org/2018-wpd-partner-content-the-missing-piece/\"><em>The Missing Piece: why continued neglect of pneumonia threatens the achievement of health goals</em></a>, a report featuring DI data analysis. Data on international funding to pneumonia analysed in the report can be found in the new release on the Data Hub.</p>\n<p>Using the Development Data Hub, you can explore detailed data on international development assistance to pneumonia. It is a free data visualisation tool that provides a comprehensive online source for financial and resource flow data alongside poverty, social and vulnerability indicators. It combines an extensive data store with interactive visualisations, enabling you to chart, map and compare data at the global, national and local level.</p>\n<h3>Pneumonia funding data you can explore:</h3>\n<ul>\n<li><a href=\"http://data.devinit.org/global-picture/pneumonia?state=%7b%22year%22:2016,%22indicator%22:%22data_series.oda_to_pneumonia%22%7d\" target=\"_blank\">ODA to pneumonia received, US$</a><br/>\nThis metric tracks official development assistance (ODA) with a stated relevance to pneumonia vaccines, research, treatment and diagnosis by recipient country in US$.</li>\n<li><a href=\"http://data.devinit.org/global-picture/pneumonia?state=%7b%22year%22:2016,%22indicator%22:%22data_series.oda_to_pneumonia_percent_health%22%7d\" target=\"_blank\">ODA to pneumonia received as a percentage of health ODA</a><br/>\nThis metric tracks ODA with a stated relevance to pneumonia vaccines, research, treatment and diagnosis by recipient country as a percentage of overall health ODA.</li>\n<li><a href=\"http://data.devinit.org/global-picture/pneumonia?state=%7b%22year%22:2016,%22indicator%22:%22data_series.pda_to_pneumonia%22%7d\" target=\"_blank\">Private development assistance to pneumonia received, US$</a><br/>\nThis metric tracks private development assistance from the Bill and Melinda Gates Foundation to combat pneumonia by recipient country in US$.</li>\n<li><a href=\"http://data.devinit.org/global-picture/pneumonia?state=%7b%22year%22:2016,%22indicator%22:%22data_series.funding_to_gavi%22%7d\" target=\"_blank\">Funding proceeds to Gavi, the Vaccine Alliance, US$<br/>\n</a>This metric tracks proceeds to Gavi, the Vaccines Alliance, by donor country in US$. A proportion of this funding received by Gavi will, in turn, be spent by Gavi towards pneumonia-relevant vaccines.</li>\n</ul>\n</div>"}, {"title": "New edition of Development Data Hub launched", "author": [], "format": "News", "date": "29 Oct 2018", "description": "DI’s Development Data Hub has launched edition 2.2 with the most recent data on aid, international and domestic finance and humanitarian assistance.", "url": "http://devinit.org/post/new-edition-of-development-data-hub-launched/", "body": "<div class=\"lead\"></div><div class=\"body-text p-b--2\"><p>Development Initiatives’ <a href=\"http://data.devinit.org/\" target=\"_blank\">Development Data Hub</a> has launched edition 2.2 with the most recent available data on official development assistance (ODA, often referred to as aid), international finance, government finance, humanitarian assistance and vulnerability.</p>\n<p>Visit at <a href=\"http://data.devinit.org/\" target=\"_blank\">http://data.devinit.org/</a></p>\n<p>The Development Data Hub is a free data visualisation tool that provides a comprehensive online source for financial and resource flow data alongside poverty, social and vulnerability indicators. It combines an extensive data store with interactive visualisations, enabling you to chart, map and compare data at the global, national and local level.</p>\n<p>The new data release, which covers the 2016 reporting year, complements the launch of DI’s new report <u><a href=\"http://devinit.org/post/investments-to-end-poverty-2018/\" target=\"_blank\">Investments to End Poverty 2018</a></u>, which explores how development finance is responding to the demands set by the Sustainable Development Goals, and what changes and action are needed to ensure their aspirations become reality for all.</p>\n<h3>Development data you can explore:</h3>\n<h4>Global data</h4>\n<p>The Data Hub’s <a href=\"http://data.devinit.org/\" target=\"_blank\">Global Picture</a> allows you to generate interactive heat maps which break down a wide range of measures by country. These measures are divided into a number of categories, including:</p>\n<ul>\n<li><a href=\"http://data.devinit.org/?state=%7b%22year%22:2016,%22indicator%22:%22fact.in_oda_gross_constant%22%7d\" target=\"_blank\">International official finance<br/>\n</a>Includes total aid provided and received by countries side by side</li>\n</ul>\n<ul>\n<li><a href=\"http://data.devinit.org/global-picture/international-finance\" target=\"_blank\">International finance<br/>\n</a>Includes <a href=\"http://data.devinit.org/global-picture/international-finance?state={%22year%22:2016,%22indicator%22:%22data_series.largest_intl_flow%22}\" target=\"_blank\">international resource flows</a> and <a href=\"http://data.devinit.org/global-picture/international-finance?state=%7b%22year%22:2016,%22indicator%22:%22data_series.fdi_pp%22%7d\" target=\"_blank\">foreign direct investment</a></li>\n</ul>\n<ul>\n<li><a href=\"http://data.devinit.org/global-picture/vulnerability\" target=\"_blank\">Vulnerability<br/>\n</a>Includes <a href=\"http://data.devinit.org/global-picture/vulnerability?state=%7b%22year%22:2014,%22indicator%22:%22data_series.climate_vulnerability%22%7d\" target=\"_blank\">climate vulnerability</a> and <a href=\"http://data.devinit.org/global-picture/vulnerability?state=%7b%22year%22:2018,%22indicator%22:%22data_series.human_hazard%22%7d\" target=\"_blank\">human hazard score</a></li>\n</ul>\n<ul>\n<li><a href=\"http://data.devinit.org/global-picture/government-finance\" target=\"_blank\">Government finance<br/>\n</a>Includes <a href=\"http://data.devinit.org/global-picture/government-finance?state=%7b%22year%22:2018,%22indicator%22:%22data_series.non_grant_revenue_ppp_pc%22%7d\" target=\"_blank\">government revenue per person</a> and <a href=\"http://data.devinit.org/global-picture/international-finance?state=%7b%22year%22:2018,%22indicator%22:%22data_series.govt_spend_pc%22%7d\" target=\"_blank\">government spending per person</a></li>\n</ul>\n<ul>\n<li><a href=\"http://data.devinit.org/global-picture/poverty\" target=\"_blank\">Poverty<br/>\n</a>Includes <a href=\"http://data.devinit.org/global-picture/poverty?state=%7b%22year%22:2013,%22indicator%22:%22data_series.poor_people_190%22%7d\" target=\"_blank\">number of people living in extreme poverty</a> and <a href=\"http://data.devinit.org/global-picture/poverty?state=%7b%22year%22:2013,%22indicator%22:%22data_series.depth_of_extreme_poverty_190%22%7d\" target=\"_blank\">depth of extreme poverty</a></li>\n</ul>\n<h4>Country profiles</h4>\n<p>Individual <a href=\"http://data.devinit.org/country-profiles\" target=\"_blank\">Country profiles</a> allow you to get data for a specific country in one place, including details on poverty, population, government finance and international resources. You can also compare government finance and international resources in detail over time. Users can download the data as Excel and CSV files.</p>\n<h4>Unbundling aid</h4>\n<p>The <a href=\"http://data.devinit.org/unbundling-aid\" target=\"_blank\">Unbundling aid</a> section allows you to explore and compare funding priorities, drilling down into the ODA passing between the donors and recipients (including multilateral agencies) back to 2006, and allows you to look at spending by sector, form and channel.</p>\n<h4>Country spotlights</h4>\n<p>The data hub holds country spotlights for <a href=\"http://data.devinit.org/spotlight-on-kenya\" target=\"_blank\">Kenya</a> and <a href=\"http://data.devinit.org/spotlight-on-uganda\" target=\"_blank\">Uganda</a>, offering users an even greater scope for disaggregating data geographically by providing country-level heat maps broken down into counties/districts. The measures carried in the spotlights are country-specific, and extend to multi-dimensional measures including education, health and water and sanitation.</p>\n<p> </p>\n<h3>Contact</h3>\n<p>James Harle, Communications Officer at Development Initiatives</p>\n<p>E: <a href=\"mailto:James.Harle@devinit.org\" target=\"_blank\">James.Harle@devinit.org</a></p>\n<p>T: +44 (0) 1179 272 505 / +44 (0) 7545668378</p>\n</div>"}, {"title": "DI launches Fellows Programme", "author": [], "format": "News", "date": "16 Oct 2018", "description": "DI Fellows Programme brings together a professional network of experts who support the development and delivery of data and evidence to decision-makers.", "url": "http://devinit.org/post/di-launches-fellows-programme/", "body": "<div class=\"lead\"><p>Development experts join Development Initiatives (DI) as Fellows. This new programme launched by DI brings together a professional network of high-level experts who will work alongside DI staff to support the development and delivery of high-quality data and evidence to decision-makers to support them to drive sustainable development and end poverty.</p>\n</div><div class=\"body-text p-b--2\"><p>Through this new programme, DI Fellows will contribute strategic guidance, quality assurance, mentorship and direct delivery of key outputs for Development Initiatives.</p>\n<p>Harpinder Collacott, Executive Director at Development Initiatives said <em>“I am delighted to be announcing the launch of our new Fellows programme and have professionals like Liz, Greg and Sophia join the team as DI Fellows This network is starting with three fellows who are already contributing an impressive range and level of expertise to DI. I am looking forward to growing our Fellows programme which we hope will help us make an even bigger contribution to supporting  poverty eradication and sustainable development”</em></p>\n<p><a href=\"http://devinit.org/post/people/gregory-de-paepe/\" target=\"_blank\">Gregory De Paepe</a> will provide particular expertise in domestic resource mobilisation and holds previous experience at the UNDP focusing on Development Finance Assessments, and as a policy advisor at the OECD. <a href=\"http://devinit.org/post/people/liz-steele/\" target=\"_blank\">Liz Steele</a> will contribute her extensive knowledge of transparency and data use to our work, following her role as EU representative at Publish What You Fund and various roles at the European Commission’s Directorate-General for International Cooperation and Development. <a href=\"http://devinit.org/post/people/sophia-swithern-2/\" target=\"_blank\">Sophia Swithern</a> will bring expertise on humanitarian issues, and humanitarian financing in particular. Sophia has twenty years of experience with non-governmental, UN and government agencies including UNHCR and Oxfam.</p>\n</div>"}, {"title": "Launch: Investments to End Poverty 2018", "author": [], "format": "News; Press release", "date": "11 Oct 2018", "description": "DI's report 'Investments to End Poverty 2018' finds that despite poverty rates halving under the MDGs, millions of people are not sharing progress.", "url": "http://devinit.org/post/launch-investments-to-end-poverty-2018/", "body": "<div class=\"lead\"></div><div class=\"body-text p-b--2\"><p>A new report by the research organisation Development Initiatives has found that most international financing bypasses the poorest people and places in the world, and aid is not going where it is needed most. The incomes and therefore livelihoods of the poorest 20 per cent have virtually stagnated over the last two decades despite all forms of finance – international and domestic – showing considerable growth overall.</p>\n<p><em><a href=\"http://devinit.org/post/investments-to-end-poverty-2018/\" target=\"_blank\">Investments to End Poverty 2018</a></em> finds that despite poverty rates halving under the MDGs, millions of people are not sharing in progress – the income gap is worsening as the rest of the world continues on a positive trajectory. The income of the poorest 20% of the population was $0.94 in 1990 and is only $1.90 today, while the rest of the population’s income grew from an average $12.85 to $18.63 over the same period. This inequality is projected to worsen – with an income gap of $18.79 by 2030 – almost double what it was in 1990. The research shows that while the resources that underpin growth are not targeted or mobilised to ensure the poorest people are not left behind, these poverty trends will continue.</p>\n<p>Harpinder Collacott, Executive Director at Development Initiatives, said <em>“While it is common knowledge that global poverty is not reducing fast enough, a crucial point often overlooked is that a particular set of people and countries are not progressing while the rest of the world’s population are seeing their incomes steadily improve. The poorest 20 per cent of our world’s population, particularly in Sub-Saharan Africa, are facing a bleak future under business as usual. While money will not solve poverty alone, we are seeing aid being diverted away from the poorest and most vulnerable people. And while increasing amounts of other finance such as private, commercial and domestic public resources give us reason for optimism, they are simply not currently enough to enable rates of progress to really improve for the very poorest in the world.”</em></p>\n<p>The report finds that despite global commitments to zero poverty, actors are not putting their money where their mouth is. Aid donors promised in 1970 to give 0.7% of their GNI to fighting poverty, and yet the average spend today is 0.31% – lower than it was then (0.33%). The research also found that if actors met their commitments, an extra US$1.5tn would be available between now and 2030 to help lift the very poorest in the world out of poverty. There is also a lot more to improve on in terms of where aid is spent – proportionately more aid per person goes to developing countries with the lowest levels of poverty. The good news is this means that despite being off track to eradicate poverty, there is a lot of scope and opportunity to change this trajectory.</p>\n<p>While development actors are rightly looking at ways to mobilise all types of finance to fund the global poverty agenda, the data contained in the report makes it clear that it is domestic public financing and international aid that are so fundamental to reaching those being left behind. Agenda 2030 puts the responsibility on all actors to deliver the SDGs – sustainable development must be a core element across all forms of finance and will require resources and expertise of all sectors to achieve success. The mobilisation of new and additional financing can release aid to be focused on those furthest behind.</p>\n<h3>Contact</h3>\n<p>Anna Hope, Head of Communications at Development Initiatives</p>\n<p>E: <a href=\"mailto:Anna.Hope@devinit.org\" target=\"_blank\">Anna.Hope@devinit.org</a></p>\n<p>T: +44 (0) 1179 272 505 / +44 (0) 7545668378</p>\n<h3>About Investments to End Poverty</h3>\n<p>DI’s <a href=\"http://devinit.org/post/projects/investments-end-poverty/\" target=\"_blank\">Investments to End Poverty programme</a> delivers data-driven evidence, policy research and new ideas to shape international development finance for delivering the 2030 Agenda.</p>\n</div>"}, {"title": "Harpinder Collacott appointed to Bond board", "author": [], "format": "News", "date": "30 Jul 2018", "description": "DI’s Executive Director Harpinder Collacott has joined the board of Bond, the UK network for organisations working in international development.", "url": "http://devinit.org/post/harpinder-collacott-appointed-to-bond-board/", "body": "<div class=\"lead\"><p><em>DI’s Executive Director Harpinder Collacott has joined the board of Bond, the UK network for organisations working in international development.</em></p>\n</div><div class=\"body-text p-b--2\"><p>As one of ten elected trustees, Harpinder will contribute to setting the strategy for <a href=\"https://www.bond.org.uk/\" target=\"_blank\">Bond</a> and supporting the organisation in its goal: to help eradicate global poverty, inequality and injustice.</p>\n<p>With a membership of more than 400 civil society organisations, Bond is the largest international development network in the UK. The NGO aims to strengthen and champion the sector to make international development more efficient and effective.</p>\n<p>Harpinder said: “I am delighted to join the board of Bond. Bond plays a important leadership role representing the UK’s international development organisations and giving them a voice in critical policy discussions. I am keen to bring in the perspective of organisations outside of London to the Bond board and support the charity to continue to successfully represent the interests of its members.”</p>\n</div>"}, {"title": "Africa Office to host SDGs Kenya Forum", "author": [], "format": "News", "date": "27 Jul 2018", "description": "Development Initiatives’ Africa Office will host the SDGs Kenya Forum in 2018.", "url": "http://devinit.org/post/africa-office-host-sdgs-kenya-forum/", "body": "<div class=\"lead\"><p>Development Initiatives’ Africa Office will host the SDGs Kenya Forum in 2018.</p>\n</div><div class=\"body-text p-b--2\"><p>The <a href=\"http://sdgkenyaforum.org/\" target=\"_blank\">SDGs Kenya Forum</a> and Development Initiatives (DI) have agreed that the forum’s secretariat, including National Coordinator Ms Florence Syevuo, will be hosted in DI’s Nairobi offices throughout 2018.</p>\n<p>This partnership, which is expected to lead to even deeper collaboration between both organisations, will support forum members’ work around the Sustainable Development Goals (SDGs) – including contributing to national reporting, building capacity among key decision-makers, and raising awareness at the county level.</p>\n<p>The SDGs Kenya Forum is an open platform for local stakeholders including civil society, the private sector and media actors to generate constructive ideas and engage other stakeholders in key development processes that support the achievement of the SDGs in Kenya.</p>\n<p>DI has been a member since the forum’s formation in 2016, and shares its commitment to implementing the ‘leave no one behind’ agenda at national and subnational level. Collaboration led by the two organisations in 2017 – supported by SDGs Kenya Forum members – focused on sensitising communities to the SDGs, and culminated in a national dialogue that was captured in the <a href=\"http://sdgkenyaforum.org/2017/07/15/voluntary-national-review-vnr-of-progress-on-sdgs-in-kenya/\" target=\"_blank\">civil society supplement to Kenya’s Voluntary National Report</a>, annexed into the National Report for presentation at the 2017 High-level Political Forum on Sustainable Development.</p>\n<p>Angela Kageni, Head of Development Initiatives’ Africa Office, said: “Our collaborative work with the forum has strengthened the involvement of civil society in national-level SDG planning and reporting processes, and paved the way to discussions around how citizen networks and data can be used within national planning and reporting systems.</p>\n<p>“We look forward to continuing and developing our partnership with the forum as we welcome the secretariat to our Nairobi offices over the next year.”</p>\n</div>"}, {"title": "DI signs the Global Disability Summit’s Charter ...", "author": [], "format": "News", "date": "25 Jul 2018", "description": "DI has signed the Charter for Change, calling for the collection and use of better data to characterise the challenges faced by people with disabilities.", "url": "http://devinit.org/post/di-signs-global-disability-summits-charter-change/", "body": "<div class=\"lead\"><p>Development Initiatives (DI) has joined more than three hundred organisations worldwide in calling for greater progress towards ensuring the rights, freedoms, dignity and inclusion of all persons with disabilities.</p>\n</div><div class=\"body-text p-b--2\"><p>As a signatory to the <a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/721701/GDS_Charter_for_Change.pdf\" target=\"_blank\">Charter for Change</a>, DI commits to ten specific goals – including the collection and use of better data to characterise the challenges faced by people with disabilities, the prioritisation of the people being left furthest behind, and the elimination of stigma and discrimination against them.</p>\n<p>The UK’s Department for International Development, the Government of Kenya and the International Disability Alliance have spearheaded the charter, and DI welcomes the leading role they have taken in addressing this important issue.</p>\n<p>The charter was launched yesterday as part of the <a href=\"https://www.gov.uk/government/topical-events/global-disability-summit-2018\" target=\"_blank\">Global Disability Summit</a> in London, and <a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/728339/Governments_and_organisations_signing_the_Global_Disability_Summit_Charter_for_Change.pdf\" target=\"_blank\">current signatories</a> include organisations ranging from national governments and multilateral organisations to civil society organisations and the private sector.</p>\n<p>DI’s Executive Director Harpinder Collacott said: “The Global Disability Summit was an important step in raising the profile of some of the most vulnerable people globally, who often remain invisible in the data – people living with disabilities. To ensure we meet the commitments of the Sustainable Development Goals we firstly need to make visible those who are most vulnerable to being left behind, to ensure they can and are included in progress. The Global Goals are a universal agenda and the UK Government needs to prioritise the needs of the most vulnerable people at home as well as abroad if it is to live up to its promise to leave no one behind.”</p>\n</div>"}, {"title": "We are seeking three new Board members to join us ...", "author": [], "format": "News", "date": "02 Jul 2018", "description": "Development Initiatives (DI) is looking for three new board members with strong leadership skills, a strategic mindset and experience with social justice.", "url": "http://devinit.org/post/seeking-three-new-board-members-join-us-exciting-time-growth/", "body": "<div class=\"lead\"></div><div class=\"body-text p-b--2\"><p>We are looking for individuals with strong leadership skills, a strategic mindset and a track record of working in a personal or professional capacity on issues relating to social justice. Our <a href=\"http://devinit.org/about/\" target=\"_blank\">vision, mission and ways of working </a>underpin everything we do and so we are seeking those who feel passionately about the change we are trying to achieve through our work.</p>\n<p>Experience working in international development would be a bonus, and we encourage applications from outside the UK, in particular from countries in Africa as we are also located in Kenya and Uganda. We are committed to diversity and aim to have a Board that is diverse in geography, race, age, gender and disability, as well as experience. We are particularly interested in hearing from applicants who offer skills in audit and financial management, risk management, fundraising, donor relations and political engagement.</p>\n<p>We are further seeking a Board Chair to play a particularly important role in supporting our Executive Director to deliver our strategic objectives.</p>\n<p>Details of these roles can be found in the <a href=\"http://devinit.org/wp-content/uploads/2018/06/ToR-Board-members-and-Chair.pdf\" target=\"_blank\">Board membership and chair terms of reference</a>.</p>\n<p>To apply, please submit your CV together with a detailed covering letter to <a href=\"mailto:HR@devinit.org\" target=\"_blank\">HR@devinit.org</a> with the subject header ‘BOARD CONFIDENTIAL’.</p>\n<p>Positions will commence in October 2018 through to March 2019, and applications are therefore welcome from now until January 2019.</p>\n<p>We look forward to hearing from you.</p>\n</div>"}, {"title": "Development Initiatives’ progress in 2017", "author": [], "format": "News", "date": "28 Jun 2018", "description": "Our latest progress report showcases 2017’s achievements, how they are taking us toward realising our mission, and how DI uses partnerships to foster change", "url": "http://devinit.org/post/development-initiatives-progress-2017/", "body": "<div class=\"lead\"></div><div class=\"body-text p-b--2\"><p>Our latest <a href=\"http://devinit.org/wp-content/uploads/2018/06/Development-Initiatives-Progress-Report-2017.pdf\" target=\"_blank\">progress report</a> showcases 2017’s achievements, and how they are taking us towards realising our <a href=\"http://devinit.org/about/\">mission</a>. The report also highlights how collaboration underpins the way we work and demonstrates the impact we are driving through by working in partnerships.</p>\n<p>Case studies on our biggest success stories bring to life the changes we are effecting across our priority areas, such as development finance, improving the use of data for decision-making, and contributing to the Leave No One Behind Agenda.</p>\n<p>The report also provides a snapshot of how we operate as an organisation – including our progress in closing the gender pay gap and our continuing status as a Living Wage Employer – as well as a breakdown of our income and expenditure.</p>\n</div>"}, {"title": "What do the 2018/2019 national budget estimates me...", "author": [], "format": "News; Press release", "date": "13 Jun 2018", "description": "Development Initiatives has published a new report: Pro-poor analysis of Kenya’s 2018/19 budget estimates: what do the numbers tell us?", "url": "http://devinit.org/post/20182019-national-budget-estimates-mean-kenyas-poorest-households/", "body": "<div class=\"lead\"></div><div class=\"body-text p-b--2\"><p>As Kenya prepares for the budget reading tomorrow, Development Initiatives has published a new report: <a href=\"http://devinit.org/post/pro-poor-analysis-kenyas-201819-budget-estimates/\" target=\"_blank\">Pro-poor analysis of Kenya’s 2018/19 budget estimates: what do the numbers tell us?</a> The Kenya national budget for 2018/19 is an opportunity to understand how the government intends to allocate resources to its development priorities; contributing to a reduction in poverty and ensuring no one is left behind. If the needs of the poorest people are not well targeted by government resources, or if insufficient tax is raised (or raised in ways that penalise the poor), and if welfare support systems are under or inefficiently financed, people with most need are at the greatest risk of being left behind.</p>\n<p>The government plans to spend Ksh 2.53 trillion – an increase of 8.75% from 2017/18 fiscal year. Revenue collection is projected at Ksh 1.92 trillion. Fiscal deficit is expected to reduce by 10.21% to Ksh 562.75 billion despite the increase in spending. The deficit will be financed through domestic and external borrowing. Development expenditure has increased by 12.77% to Ksh 657.29 billion compared with 2017/18. This amount is equivalent to 25.95% of the budget, which is less than the minimum threshold of 30% provided for by the Public Finance Management Act, 2012. And transfers to county governments have increased by 15.13% to ksh 372 billion.</p>\n<p>Angela Kageni, Head of Development Initiatives’ Africa Office says: “<em>as the government rolls out the Big Four Agenda, access to and use of quality data in planning and budgeting should be prioritised. Lack of adequate and reliable data was mentioned in the 2018/19 programme-based budget as a constraint to allocation of funds to institutions that are implementing basic education programmes for instance. More regular collection of disaggregated data through measures such as improving interoperability and automatic data collection should be considered.”</em></p>\n<p>Development Initiatives’ analysis provides an in-depth look at allocations to sectors that are considered to have a direct reach and effect on the poor population. It shows that although the Kenyan government is allocating more resources to pro-poor sectors in 2018/19 compared with previous years, these resources still do not adequately address the needs of the most vulnerable citizens. Financial gaps in many priority areas may result in Kenya being off-track to meet the targets set as part of national development priorities and Sustainable Development Goals.</p>\n<p>The analysis in the report is limited to the national government budget estimates. Deeper insights on allocations to pro-poor sectors could be explored by analysing county government budgets as well.</p>\n<p>– ENDS –</p>\n<p> </p>\n<p><strong>Contact</strong></p>\n<p><a href=\"http://devinit.org/post/people/henry-odhiambo/\" target=\"_blank\">Henry Odhiambo</a>, Engagement and Partnerships Manager, Development Initiatives</p>\n<p>T: +254 (0) 20 272 5346</p>\n<p>E: <a href=\"mailto:Henry.Odhiambo@devinit.org\">Henry.Odhiambo@devinit.org</a></p>\n<p> </p>\n<p><strong>Spokespeople available on request</strong>:</p>\n<p><a href=\"http://devinit.org/post/people/angela-kageni/\" target=\"_blank\">Angela Kageni</a>, Head of Africa Office, Development Initiatives</p>\n<p> </p>\n<p><a href=\"http://devinit.org/post/pro-poor-analysis-kenyas-201819-budget-estimates/\" target=\"_blank\">Read the full report and briefing</a></p>\n</div>"}, {"title": "Angela Kageni appointed Head of Development Initia...", "author": [], "format": "News", "date": "24 May 2018", "description": "Angela will ensure DI continues to deliver its vision: to end poverty and build a world where everyone shares in the benefits of opportunity and growth.", "url": "http://devinit.org/post/angela-kageni-appointed-head-of-development-initiatives-africa-office/", "body": "<div class=\"lead\"><p><a href=\"http://devinit.org/post/people/angela-kageni/\" target=\"_blank\">Angela Kageni</a> has been appointed Head of Africa Office, leading Development Initiatives’ (DI’s) operations in Africa.</p>\n</div><div class=\"body-text p-b--2\"><p>Having joined DI in April 2016 as Senior Manager for Strategic Partnerships &amp; Data Use, Angela brings a wealth of knowledge about DI’s work in the region to her new role. She also has more than 13 years of prior professional experience, including nine years at international non-profit organisation <a href=\"http://www.aidspan.org/\" target=\"_blank\">Aidspan</a>.</p>\n<p>As Head of Africa Office, Angela will take DI’s presence in Africa forward for the future and ensure DI continues to deliver its vision: to end poverty and build a world where everyone shares in the benefits of opportunity and growth. The Africa Office delivers DI’s strategy in Africa with a specific focus on East Africa. Our projects in the region provide on-the-ground evidence to support the organisation’s wider goals, such as increasing data use from a subnational to a global level.</p>\n<p><em>Angela</em> said, “I’m absolutely thrilled and also humbled by this appointment, and by the warm reception I’ve received from so many of my colleagues and friends across all of our offices and beyond. I am fully committed to succeeding in this new role and to ensuring our presence in Africa is solid and globally renowned.”</p>\n<p><em>Harpinder Collacott</em>, Executive Director at Development Initiatives said, “I am looking forward to working with Angela and taking the Africa Office to the next level. We truly believe in the important work we are doing in Africa, and would like to make sure DI continues to contribute in the efforts to end poverty in East Africa and beyond. We are looking forward to working with more governments, donors and local CSO partners to eradicate poverty by 2030 and achieve the Global Goals.”</p>\n</div>"}, {"title": "Development Initiatives named new host of the Glob...", "author": [], "format": "News; Press release", "date": "23 Jan 2018", "description": "Development Initiatives (DI) will run the Global Nutrition Report for the next three years. DI was chosen by the Global Nutrition Report Stakeholder Group.", "url": "http://devinit.org/post/development-initiatives-named-new-host-global-nutrition-report/", "body": "<div class=\"lead\"></div><div class=\"body-text p-b--2\"><p>Development Initiatives (DI) has been selected to host the Global Nutrition Report (GNR) for the next three years. The Global Nutrition Report is an independent annual stock-take of the state of the world’s nutrition. It tracks advancements towards ending malnutrition and proposes ways to improve progress. The report guides action, builds accountability, and drives commitments towards combatting malnutrition.</p>\n<p>DI was selected to host the report by a panel representing the <a href=\"http://www.globalnutritionreport.org/governance/stakeholder-group/\" target=\"_blank\">Global Nutrition Report Stakeholder Group</a> who help govern the GNR by providing strategic leadership for the Report.</p>\n<p><em>Harpinder Collacott, Executive Director at Development Initiatives</em> said, “We know that the Sustainable Development Goals will not succeed without ending malnutrition – making it a key priority in global development. The GNR is therefore a vital resource providing independent high-quality evidence and practical recommendations on combating malnutrition globally. DI has played a supportive role with the GNR since its inception, and we are delighted to host the report for the next three years and build on the success it has had since first publication in 2014.”</p>\n<h3><strong>Notes to editors</strong></h3>\n<h4><strong>Contact</strong></h4>\n<p>Anna Hope, Head of Communications at Development Initiatives</p>\n<p><strong>E: </strong>Anna.Hope@devinit.org</p>\n<p><strong>T: </strong>+44 (0) 1179 272 505</p>\n<p><strong>About the Global Nutrition Report<br/>\n</strong>The Global Nutrition Report is an independently produced annual stock-take of the state of the world’s nutrition. The report tracks global nutrition targets on maternal, infant and young child nutrition and on diet-related non-communicable diseases adopted by member states of the World Health Organization as well as governments’ delivery against their commitments. It aims to make it easier for governments and other stakeholders to make – and deliver on – high-impact commitments to end malnutrition in all its forms.</p>\n<p>Previous reports can be viewed at <a href=\"http://www.globalnutritionreport.org\" target=\"_blank\">www.globalnutritionreport.org</a></p>\n<h4><strong>About Development Initiatives</strong></h4>\n<p>Development Initiatives (DI) is an independent international development organisation that focuses on the role of data in driving poverty eradication and sustainable development. Our mission is to ensure that decisions about the allocation of finance and resources result in an end to poverty, increase the resilience of the world’s most vulnerable people, and ensure no one is left behind. We work to make sure these decisions are underpinned by good quality, transparent data and evidence on poverty and resources, and lead to increased accountability and sustainable long-term outcomes.</p>\n</div>"}, {"title": "What’s next for data interoperability?", "author": [], "format": "News", "date": "20 Nov 2017", "description": "Based on research and learning inputs and interviews with key stakeholders, this report identifies five ‘frontiers’ for data interoperability policy", "url": "http://devinit.org/post/whats-next-data-interoperability/", "body": "<div class=\"lead\"><p>The latest report from Development Initiatives’ and Publish What You Fund’s Joined-Up Data Standards (JUDS) project explores where progress has been made, what challenges still remain, and how the new Collaborative on SDG Data Interoperability will play a critical role in moving forward the agenda for interoperability policy.</p>\n</div><div class=\"body-text p-b--2\"><p>There is an ever-growing need for a more holistic picture of development processes worldwide and interoperability solutions that can be scaled, driven by global development agendas such as the 2030 Agenda and the Open Data movement. This requires the ability to join up data across multiple data sources and standards to create actionable information.</p>\n<p>Solutions that create value for front-line decision-makers – health centre managers, local school authorities or water and sanitation committees, for example, and those engaged in government accountability – will be crucial to meet the data needs of the SDGs, and do so in an internationally comparable way. While progress has been made at both a national and international level, moving from principle to practice by embedding interoperability into day-to-day work continues to present challenges.</p>\n<p>Based on research and learning generated by the <a href=\"http://juds.joinedupdata.org/\">JUDS project</a> team at Development Initiatives and <a href=\"http://www.publishwhatyoufund.org/\">Publish What You Fund</a>, as well as inputs from interviews with key stakeholders, <a href=\"http://juds.joinedupdata.org/the-frontiers-of-data-interoperability-for-sustainable-development/\">this report</a> identifies five ‘frontiers’ for data interoperability policy:</p>\n<ul>\n<li><strong>Consolidating existing principles</strong>. It’s now less a question of <em>if</em> the many principles related to interoperability across a number of agendas will be harmonised, but <em>when</em>.</li>\n<li><strong>Moving beyond exposing problems and towards solving them</strong> through better availability of guidance, tools and approaches generated by an increasing number of data initiatives.</li>\n<li><strong>Turning big ideas into practical solutions</strong> – which is starting to happen at an international and national level, and efforts such as unlocking the benefits of big data for development should be scaled up</li>\n<li><strong>Producing global standards and regulations that work for all</strong> to meet challenges such as the need for disaggregated data while maintaining privacy.</li>\n<li><strong>Creating new adaptable partnerships </strong>and building bridges between key actors in national and international data communities.</li>\n</ul>\n<p>The report also recognises the critical cross-sector coordination role that will be played by the Collaborative on SDG Data Interoperability, a multi-stakeholder initiative jointly led by the United Nations Statistics Division and the Global Partnership for Sustainable Development Data and a key outcome of the first UN World Data Forum (UNWDF) in 2017. The report recommends practical areas around which the Collaborative should consider structuring its work as it moves towards the second UNWDF in 2018, specifically around its role as a catalyst and facilitator.</p>\n<p>“The Collaborative is well-placed to feed into broader political discussions at a global level on the need for investment in interoperability, and can play a key role in building support for this agenda,” said Harpinder Collacott, Executive Director at Development Initiatives.</p>\n<p><a href=\"http://juds.joinedupdata.org/the-frontiers-of-data-interoperability-for-sustainable-development/\">Read the report</a></p>\n</div>"}, {"title": "Spotlight on the data revolution: Kenya Equity Wee...", "author": [], "format": "News", "date": "14 Nov 2017", "description": "DI is contributing to the African data revolution by co-organising events in Uganda and Kenya to encourage and support data use for national development.", "url": "http://devinit.org/post/spotlight-data-revolution-kenya-equity-week-uganda-high-level-national-data-forum/", "body": "<div class=\"lead\"><p>This week the Development Initiatives (DI) team is contributing to the African data revolution as co-organiser for events taking place in Uganda and Kenya that aim to encourage and support greater use of data for national development. The High Level National Data Forum takes place in Uganda from 14–17 November, and Kenya Equity Week runs from 13–17 November.</p>\n</div><div class=\"body-text p-b--2\"><p>With limited resources at their disposal, many governments make difficult investment choices when it comes to their data infrastructures. The result is that national statistics based on averages and estimates derived from relatively small survey samples can hide the true scale of the data challenge facing subnational planners.</p>\n<p>Over the past year, DI has worked on a methodology which looks at the provenance and quality of data from the point of collection to statistical output. By building data audits starting with the systems and institutions that collect and produce data, a framework can be established to trace the datasets generated by data producers through their transformation into national and global statistical collections.</p>\n<p>With a clear view of where data has come from, the methodology can then match national data assets against needs. The indicators required to both meet and monitor the national and regional development plans, as well as global goals, are defined and then mapped against available data to identify compatibility and gaps. The methodology – Development Data Assessment – can be used in any country to provide a framework for assessing national data assets.</p>\n<p>This is an exciting innovation that DI has piloted in Kenya, Uganda and Nepal. We are sharing results of the Uganda data assessment during the <a href=\"http://www.ubos.org/hlndf/#not-set:all\" target=\"_blank\">High Level National Data Forum</a>, and continue to develop the methodology and supporting online visualisation.</p>\n<p>Also being shared at a special event during <a href=\"http://equityweek.qfak.org/\" target=\"_blank\">Kenya Equity Week</a> is a new interactive data visualisation which brings together official data on socioeconomic indicators and financial resources for Kenya. <a href=\"http://data.devinit.org/spotlight-on-kenya\">Spotlight on Kenya</a>, available on our <a href=\"http://data.devinit.org/\" target=\"_blank\">Development Data Hub</a>, aims to support the increased use of data and information to tackle poverty in Kenya, and promote sustainable development. It enables users to explore if, and how, resources are allocated to need at the subnational and national level.</p>\n<p> </p>\n<h3>Learn more</h3>\n<p><a href=\"http://devinit.org/post/development-data-assessment/\">Development Data Assessment</a></p>\n<p><a href=\"http://data.devinit.org/\">Development Data Hub</a></p>\n<p><a href=\"http://data.devinit.org/spotlight-on-kenya\">Spotlight on Kenya</a></p>\n<p><a href=\"http://data.devinit.org/spotlight-on-uganda\">Spotlight on Uganda</a></p>\n<p> </p>\n</div>"}, {"title": "Global Nutrition Report highlights need for critic...", "author": [], "format": "News", "date": "04 Nov 2017", "description": "The Global Nutrition Report 2017 highlights the need for an urgent and integrated response to global nutrition if we are to meet the SDGs", "url": "http://devinit.org/post/global-nutrition-report-highlights-need-for-critical-change-in-response-to-malnutrition/", "body": "<div class=\"lead\"><p>The Global Nutrition Report 2017, launched today at the Global Nutrition Summit in Milan, Italy, highlights the need for an urgent and integrated response to global nutrition if we are to meet the Sustainable Development Goals of Agenda 2030.</p>\n</div><div class=\"body-text p-b--2\"><p>With almost every country in the world facing a serious nutrition-related challenge, whether from undernutrition or obesity, the report authors call for a critical change in the global response to malnutrition in all its forms and action throughout the goals to tackle the many causes of malnutrition.</p>\n<p>The report finds that 88% of the 140 countries studied face a serious burden of either two or all of the three forms of malnutrition used as indicators for broader trends: childhood stunting, anaemia in women of reproductive age, and overweight adult women.</p>\n<ul>\n<li>Rates of undernutrition in children are decreasing, but not quickly enough to meet internationally agreed nutrition goals</li>\n<li>Almost one in three women of reproductive age worldwide is affected by anaemia, and rates continue to rise</li>\n<li>Overweight and obesity are on the rise in almost every country. Based on current trends, there is less than a 1 per cent chance of meeting the global target of halting the rise in obesity and diabetes by 2025.</li>\n</ul>\n<p>Key findings highlight the impact that this burden is having on broader global development efforts, and the report calls for nutrition to be placed at the heart of efforts to end poverty, fight disease, raise educational standards and tackle climate change.</p>\n<p>Although global spending by donors on nutrition-specific interventions reached US$867 million in 2015, a 2 per cent increase over 2014, it fell as a proportion of official development assistance (ODA). It is estimated that US$70 billion will be needed over the next 10 years to achieve global nutrition targets.<a href=\"#_ftn1\" name=\"_ftnref1\">[1]</a> Analysis shows that governments spend more on interventions that address the underlying causes of malnutrition than they do on nutrition-specific interventions.</p>\n<p>In addition, only 0.01% of ODA was spent on nutrition-related non-communicable diseases, despite the significant global burden they represent. So in addition to ‘turbo-charging’ investment, there is an opportunity and need to finance a more integrated approach to improving nutrition through exploring existing flows and innovative financing mechanisms.</p>\n<p>The Global Nutrition Report 2017 also underlines the need to tackle the data gaps that are hindering accountability and progress. Better and disaggregated data on all forms of malnutrition and their financing in all countries is needed to ensure no one is left behind in Agenda 2030, and to inform evidence-based decision-making at the policy level.</p>\n<p>Development Initiatives (DI) is the host of the Global Nutrition Report 2017 and is responsible for its design and publication. The report is an independently produced annual stock-take of the state of the world’s nutrition. It tracks global nutrition targets on maternal, infant, and young child nutrition and on diet-related non-communicable diseases adopted by member states of the World Health Organization, as well as governments’ delivery against their commitments.</p>\n<p>Development Initiatives’ Board Member and Strategic Adviser <a href=\"http://devinit.org/post/people/judith-randel/\" target=\"_blank\">Judith Randel</a> sits on the Independent Expert Group, and DI also contributed data analysis on nutrition financing to the report.</p>\n<p>Read the <a href=\"http://bit.ly/GNR_R_2017\" target=\"_blank\">Global Nutrition Report 2017</a></p>\n<p> </p>\n</div><div class=\"row--cards\" ng-if=\"post.notes\">\n<div class=\"col-md-12 card m-b--2\">\n<div class=\"card__content bg--light\">\n<h3 class=\"h3\">Notes</h3>\n<div> <p><a href=\"#_ftnref1\" name=\"_ftn1\">[1]</a> Shekar M, Kakietek J, Eberwein JD, Walters D et al. An Investment Framework for Nutrition: Reaching the Global Targets for Stunting, Anemia, Breastfeeding, and Wasting. Directions in Development. Washington, DC: World Bank, 2017. doi:10.1596/978-1-4648-1010-7. Available at: <a href=\"http://hdl.handle.net/10986/26069\">http://hdl.handle.net/10986/26069</a></p>\n</div>\n</div>\n</div>\n</div>"}, {"title": "New analysis reveals significant slowdown in growt...", "author": [], "format": "News", "date": "21 Jun 2017", "description": "New analysis by Development Initiatives shows that while total international humanitarian assistance increased again in 2016, the pace of growth has slowed.", "url": "http://devinit.org/post/new-analysis-reveals-significant-slowdown-growth-international-humanitarian-assistance-despite-high-need/", "body": "<div class=\"lead\"></div><div class=\"body-text p-b--2\"><p>New analysis published today by Development Initiatives shows that while total international humanitarian assistance increased again in 2016, the pace of growth has slowed. Only four of the 10 government donors that provided the most assistance in 2015 increased their contributions in 2016, and there was a significant decrease in contributions from others.</p>\n<p>The <a href=\"http://devinit.org/post/global-humanitarian-assistance-2017/\">Global Humanitarian Assistance Report 2017</a> finds that international humanitarian assistance increased for the fourth consecutive year in 2016, reaching US$27.3 billion, an increase of US$1.5 billion over 2015 figures. At 6%, the growth in humanitarian assistance between 2015 and 2016 was considerably smaller than in the previous three years, which showed increases of 12% in 2015, 21% in 2014 and 18% in 2013.</p>\n<p>The slowdown was in part caused by a 24% decrease in funding from governments in the Middle East and North of Sahara region, following several years of successive increases. Decreases were largely driven by a 50% reduction in reported contributions from the Government of Kuwait, as well as reduced funding from Qatar (down 57%) and Saudi Arabia (down 26%).</p>\n<p>Conversely, contributions from European governments grew by 25% between 2015 and 2016. Notable increases included contributions from Germany, with an additional US$1.4 billion in 2016 (increase of 109%), Belgium (58%), Denmark (51%) and France (41%). These figures represent international humanitarian assistance and do not include domestic spending on hosting refugees.</p>\n<p>Development Initiatives estimates that over 164 million people globally were in need of international humanitarian assistance during 2016, another year of multiple conflicts and disasters contributing to refugee crises. Over a quarter of those in need were living in just three countries: Yemen (21.2 million people), Syria (13.5 million) and Iraq (10.4 million).</p>\n<p>Echoing trends in recent years, humanitarian assistance reported to the UN Office for the Coordination of Humanitarian Affairs Financial Tracking Service was concentrated on a few large crises in 2016, and five received more than half of all funding (54%): Syria, Yemen, Iraq, South Sudan and Ethiopia. These were all severe crises with some of the largest populations in need. They have also all been in receipt of significant levels of humanitarian assistance for extended periods, due to ongoing or recurrent crises.</p>\n<p>Harpinder Collacott, Executive Director at Development Initiatives, said, “<em>Poverty, crisis and risk are intrinsically linked. An estimated 87% of people living in extreme poverty are in countries that are considered environmentally vulnerable, fragile or both. This means that effectively preparing for and responding to crises is critical, not only to save lives and alleviate suffering, but also to achieve a sustainable end to global poverty by 2030</em>.</p>\n<p>“<em>Furthermore, we need a holistic set of financing tools and sustained investments to deal with the causes and long-term consequences of crises. Understanding the resources that are available is an important first step. G</em><em>reater transparency of humanitarian financing mechanisms is vital to maximise the effectiveness of assistance at a time when so many people across the globe are in need.”</em></p>\n<p style=\"text-align: center;\">– Ends –</p>\n<p><strong>Contact:</strong></p>\n<p>Emma Cooke, Communications Officer at Development Initiatives</p>\n<p>E: <a href=\"mailto:emma.cooke@devinit.org\">emma.cooke@devinit.org</a> T: +44(0)1179 272505</p>\n<h4><strong>Notes to editors:</strong></h4>\n<ul>\n<li>Development Initiatives publishes its Global Humanitarian Assistance Report annually, providing vital information for those making decisions about future policy directions and resource allocation, supporting them to navigate a complex and constantly changing financing landscape.</li>\n<li>The executive summary and full report can be found after the embargo is lifted at <a href=\"http://devinit.org/global-humanitarian-assistance-2017\" target=\"_blank\">devinit.org/global-humanitarian-assistance-2017.</a></li>\n<li>Charts and data can be provided, and can be used with the following credit:<br/>\n– If using our data and figure:<br/>\nData analysis and figure development by Development Initiatives: www.devinit.org<br/>\n– If using our data and redesigning for your own figure:<br/>\nData analysis by Development Initiatives: <a href=\"http://www.devinit.org\" target=\"_blank\">devinit.org.</a></li>\n<li>Interviews can be arranged with Harpinder Collacott, Executive Director, Sophia Swithern, Head of Research and Analysis, or Charlotte Lattimer, Senior Policy and Engagement Adviser.</li>\n</ul>\n<p> </p>\n<h4><strong>Key findings include:</strong></h4>\n<ul>\n<li>In 2016, the estimated global total of international humanitarian finance increased for the fourth year running, reaching a new high of US$27.3 billion. However, the 6% rise from 2015 was significantly lower than increases in previous years, indicating a slowdown in the pace of growth.</li>\n<li>While combined contributions from European donors rose by 25%, those from donors in the Middle East fell by 24%.</li>\n<li>Five government donors (US, UK, Germany, Sweden and Japan) together contributed almost two-thirds (65%) of the total in 2016, and one donor (US) provided almost a third (31%).</li>\n<li>Funding from private donors only increased by an estimated 6% in 2016, following a sharp 26% rise in the previous year.</li>\n<li>For the fourth year running Syria was the single largest recipient in 2015 – receiving 12.5% of country-allocable assistance.</li>\n<li>An estimated 88% of international humanitarian assistance went to medium- or long-term recipients in 2015. Moreover, of the 20 largest recipients of international humanitarian assistance in 2015, 18 were medium- or long-term recipients facing recurrent or protracted crises.</li>\n<li>Despite commitments to reinforce local and national capacities, data reported to the United Nations Office for the Coordination of Humanitarian Affairs Financial Tracking Service shows that only 2% of international humanitarian assistance in 2016 went directly to local and national responders, and national and local non-governmental organisations (NGOs) received just 0.3% directly. Ongoing efforts aim to ascertain the volume of funds that they accessed indirectly as recipients of funding from international organisations.</li>\n<li>The amount requested through UN-coordinated appeals increased in 2016, though only marginally, to US$20.5 billion.</li>\n<li>The amount of funding going to UN-coordinated appeals rose by 12% in 2016, still leaving a 40% global shortfall. This was felt unevenly across the 43 appeals, with a 95-percentage-point gap between funding levels to the best and worst funded appeals.</li>\n</ul>\n<p> </p>\n<p> </p>\n</div>"}, {"title": "A new home for Development Initiatives’ work on ...", "author": [], "format": "News", "date": "06 Jun 2017", "description": "Our humanitarian financing work provides independent analysis for evidence-based decision-making and improved accountability in humanitarian contexts.", "url": "http://devinit.org/post/new-home-development-initiatives-work-humanitarian-financing/", "body": "<div class=\"lead\"><p>Following Development Initiatives’ strategic review and launch of the new DI brand, we have integrated our work on humanitarian assistance into our wider portfolio on crisis, risk, resilience, peace and security, and domestic financing.</p>\n</div><div class=\"body-text p-b--2\"><p>Our analysis on humanitarian assistance and related aid flows can now be found on DI’s main website at <a href=\"http://devinit.org/themes/humanitarian\">devinit.org/themes/humanitarian</a>. This new section of the DI website replaces the Global Humanitarian Assistance website and builds on our work to highlight the importance of links between the humanitarian and development sectors.</p>\n<p>Our humanitarian financing work provides independent analysis for evidence-based decision-making and improved accountability and effectiveness in humanitarian contexts – both in response to humanitarian crises and for resilience building. We have carried out analysis in this field since 2000 when we established our <a href=\"http://devinit.org/post/global-humanitarian-assistance-report-2016/%20\">Global Humanitarian Assistance project</a>. While the look and location of our work has now changed in line with our strategic review and new brand, we maintain our rigorous approach and high-quality analysis.</p>\n<p>The Global Humanitarian Assistance Report 2017 – the go-to resource on international financing for humanitarian crises – will be published on <a href=\"http://www.devinit.org\">www.devinit.org</a> on Wednesday 21 June 2017.</p>\n</div>"}, {"title": "Latest data now available on DI’s Development Da...", "author": [], "format": "News", "date": "05 May 2017", "description": "The Development Data Hub is an open platform for sharing development and humanitarian data. The hub offers both broad and detailed humanitarian data.", "url": "http://devinit.org/post/latest-data-now-available-dis-development-data-hub/", "body": "<div class=\"lead\"><p>Development Initiatives (DI) has published the latest data for 2015 on domestic and international, public and private resources to its <a href=\"http://data.devinit.org/#!/\" target=\"_blank\">Development Data Hub</a>, offering the most comprehensive picture of development financing resources available.</p>\n</div><div class=\"body-text p-b--2\"><p>The Development Data Hub is an open platform for sharing development and humanitarian data. The interactive data visualisations empower users to investigate financial resource-flow data alongside poverty, social and vulnerability indicators, and the analysis is also available to download.</p>\n<p>By harmonising and standardising the latest data for 2015 from a range of official sources – including OECD, IMF, the World Bank and others – the visualisations make it easy for both experienced and non-technical data users to compare information across countries and regions. This contextual evidence can contribute to effective planning and  by feeding into a better understanding of resource allocation.</p>\n<p>The Development Data Hub is designed for those needing a comparative and global perspective, while also offering access to granular data on a specific area of interest or country.</p>\n<p>The latest data for 2015 is available in:</p>\n<ul>\n<li><a href=\"http://data.devinit.org/#!/\" target=\"_blank\">Global Picture</a>: a world map that displays all development and updated financing data and offers an overview of trends at the global level. The map can be viewed through a number of indicators, including poverty, vulnerability, government finance and international finance.</li>\n<li><a href=\"http://data.devinit.org/#!/country/\" target=\"_blank\">Country Profiles</a>: interactive profiles of 138 recipient and 28 donor countries provide an in-depth look at overall levels of poverty, income distribution, division of wealth and more. The visualisation allows users to drill down into the data and view actual and projected budgets and expenditure.</li>\n<li><a href=\"http://data.devinit.org/#!/multilaterals\" target=\"_blank\">Multilateral Profiles</a>: new detailed profiles of 5 multilaterals – World Bank, EU Institutions, African Development Bank and Fund, Asian Development Bank, United Nations Development Programme.</li>\n</ul>\n<p>DI has also updated the data behind additional visualisations available on the <a href=\"http://data.devinit.org/#!/\" target=\"_blank\">Development Data Hub.</a></p>\n<p> </p>\n</div>"}, {"title": "Development Initiatives announced as new host for ...", "author": [], "format": "News", "date": "07 Apr 2017", "description": "Development Initiatives (DI) will run the Global Nutrition Report for the next three years. DI was chosen by the Global Nutrition Report Stakeholder Group.", "url": "http://devinit.org/post/development-initiatives-announced-as-new-host-for-the-2017-global-nutrition-report/", "body": "<div class=\"lead\"><p>Development Initiatives (DI) has been announced as the host for the 2017 Global Nutrition Report. The report is an independent and comprehensive annual review of the status of the world’s nutrition. A multipartner initiative, it was previously hosted by the <a href=\"http://www.ifpri.org/\">International Food Policy Research Institute</a> (IFPRI).</p>\n</div><div class=\"body-text p-b--2\"><p>DI has played a key role in the Global Nutrition Report in previous years, with Strategic Adviser Judith Randel sitting on the report’s <a href=\"http://www.globalnutritionreport.org/governance/ieg/\">Independent Expert Group</a>. DI has also contributed data analysis on nutrition financing to the report.</p>\n<p>Harpinder Collacott, Executive Director at Development Initiatives, said: “We are delighted to host this year’s Global Nutrition Report. It’s a flagship publication that has put nutrition on the global agenda and as a result has immense credibility across the world.”</p>\n<p>The Global Nutrition Report documents progress on commitments made on the global stage, and recommends actions to accelerate that progress. The report helps to guide action, build accountability and spark increased commitment for further progress towards reducing malnutrition much faster. The report for 2017 will be launched in November.</p>\n<p><a href=\"http://www.globalnutritionreport.org/\">Find out more about the Global Nutrition Report</a>.</p>\n<p> </p>\n</div>"}, {"title": "Data to leave no one behind: Development Initiativ...", "author": [], "format": "News", "date": "28 Mar 2017", "description": "DI's P20 Initiative seeks to track the progress of the poorest 20% of people globally through income, nutrition and civil registration indicators.", "url": "http://devinit.org/post/data-to-leave-no-one-behind-development-initiatives-launches-inaugural-p20-initiative-baseline-report/", "body": "<div class=\"lead\"><p>A new report published today by Development Initiatives (DI) provides a baseline for tracking the progress of the poorest 20% of the world’s population – the P20 – to better understand who is at risk of being left behind in progress towards meeting the Sustainable Development Goals (SDGs).</p>\n</div><div class=\"body-text p-b--2\"><p>The report comes from DI’s <a href=\"http://devinit.org/p20i/\">P20 Initiative</a>, which aims to track the progress of the poorest 20% of people globally across three bellwether indicators: income, nutrition and civil registration. In so doing it provides a simple assessment of whether or not the people in the P20 are benefiting from global progress.</p>\n<p>Crucially, the baseline report demonstrates the need for a new mindset and approach to understanding and measuring progress of people out of poverty if we are to achieve the ambitions of Agenda 2030. Harpinder Collacott, Executive Director at Development Initiatives, said: “To ensure everyone benefits from growth and development, we must track the progress of everyone. This will require counting people not averages, since aggregates are far too imprecise to measure progress towards the Sustainable Development Goals. Without significant investment to improve data and evidence on the poorest people, we are ill-equipped to ensure that no one is left behind.”</p>\n<p>The report demonstrates the urgent need for better production and use of disaggregated data and comprehensive civil registration systems to ensure everyone is included in progress.</p>\n<p>Publication of this baseline report concludes the first phase of the P20 Initiative. The next phase will focus on the ways that the P20 Initiative can support everyone to identify and include people who are currently missing out on progress – politically and practically</p>\n<p><a href=\"http://devinit.org/post/p20-initiative-data-to-leave-no-one-behind/\">Read the report</a>, and find out more about <a href=\"http://devinit.org/p20i/\">the P20 Initiative</a>.</p>\n<p>Home page photo: ©Kasamani Isaac/AFP/GettyImages</p>\n<p> </p>\n</div>"}, {"title": "New year, new DI: our new brand", "author": [], "format": "News", "date": "15 Jan 2017", "description": "As we begin a new year, we are launching our new brand. We have a new logo and we’ve changed our look to better reflect how we work and the values we hold.", "url": "http://devinit.org/post/new-year-new-di-our-new-brand/", "body": "<div class=\"lead\"><p>As we begin a new year, we are launching our new brand. It reflects where Development Initiatives has come from since we were founded in 1992, and where we are going following the launch of our <a href=\"http://devinit.org/wp-content/uploads/2016/06/Organisational_Strategy_Report-2016-2020.pdf\">new strategy</a> last year.</p>\n<p> </p>\n</div><div class=\"body-text p-b--2\"><p>We have a new logo and we’ve changed our look to better reflect how we work and the values we hold. Our new brand brings to life the importance we place on being collaborative, optimistic and transparent, as well as representing our forward-looking, innovative and agile approach.</p>\n<p><a href=\"http://devinit.org/wp-content/uploads/2017/01/DI_828x315.png\"><img alt=\"Our new brand\" class=\"alignnone wp-image-12142 size-full\" height=\"315\" sizes=\"(max-width: 828px) 100vw, 828px\" src=\"http://devinit.org/wp-content/uploads/2017/01/DI_828x315.png\" srcset=\"http://devinit.org/wp-content/uploads/2017/01/DI_828x315.png 828w, http://devinit.org/wp-content/uploads/2017/01/DI_828x315-768x292.png 768w\" width=\"828\"/></a></p>\n<p>You can look forward to our new brand being showcased across all our work as we roll it out over the coming months. We have also published our <a href=\"http://devinit.org/wp-content/uploads/2017/01/DI-Brand-Book-update-July-2018.pdf\">brand book</a> on our website for those who are interested in the detail.</p>\n<p>As part of our <a href=\"http://devinit.org/wp-content/uploads/2016/06/OrganisationalStrategy-2016-2020.pdf\">strategy</a> we will be scaling up our work on poverty data with projects such as our <a href=\"http://devinit.org/#!/p20i\" target=\"_blank\">P20 Initiative</a>, as well as expanding our analysis of financial flows into new areas such as <a href=\"http://devinit.org/#!/post/blended-finance-understanding-its-potential\" target=\"_blank\">blended finance</a>. We are also focusing our attention more than ever on how data quality and access can be improved to better inform decisions on reducing poverty and supporting the implementation of the Global Goals.</p>\n<p>Here’s to an exciting future!</p>\n</div>"}, {"title": "500 organisations publishing data to the Internati...", "author": [], "format": "News", "date": "20 Dec 2016", "description": "Since the UK’s Department for International Development became IATI’s first publisher in January 2011, billions of dollars of development spending has been", "url": "http://devinit.org/post/500-organisations-publishing-data-to-the-international-aid-transparency-initiative-standard/", "body": "<div class=\"lead\"><p>500 organisations are now publishing their activities to the <a href=\"http://www.aidtransparency.net/\" target=\"_blank\">International Aid Transparency Initiative</a> (IATI). This major milestone was reached when <a href=\"https://www.simprints.com/about/\" target=\"_blank\">Simprints</a>, a non-profit tech company from the University of Cambridge, committed to publishing to the standard.</p>\n</div><div class=\"body-text p-b--2\"><p>Since the UK’s <a href=\"https://www.gov.uk/government/organisations/department-for-international-development\" target=\"_blank\">Department for International Development</a> became IATI’s first publisher in January 2011, billions of dollars of development spending has been published to the IATI Standard by a multi-stakeholder community of bilateral and multilateral donors, NGOs, foundations, private sector organisations and development finance institutions.</p>\n<p>This year IATI has seen one of its steepest rises in publishers, with an <u><a href=\"http://www.aidtransparency.net/news/400-organisations-now-report-to-iati\" target=\"_blank\">increase of one hundred</a> </u>in the last eight months. The boost is due in part to the Dutch Government’s requirement that organisations receiving their grants publish data to IATI.</p>\n<p>Thanks to the efforts of IATI publishers, data on thousands of development and humanitarian activities across the world are easier to access, use and understand. This information can help developing countries better plan their national priorities, as well as increase the accountability of development actors.</p>\n<p>IATI will continue to support its publishers to improve data quality, as well as to work with stakeholders to increase the use of IATI data, particularly at country level.</p>\n<p><a href=\"http://devinit.org/#!/post/di-continues-role-as-technical-lead-for-iati\" target=\"_blank\">As the technical lead for IATI</a>, Development Initiatives supports organisations to publish to the standard, works to improve the quality of the data that is published, and promotes greater use of IATI data.</p>\n</div>"}, {"title": "Focus on transparency in UK government’s develop...", "author": [], "format": "News; Press release", "date": "01 Dec 2016", "description": "DFID has been a leading player in global efforts to improve transparency for many years and in these latest reviews we see an even more ambitious transpare", "url": "http://devinit.org/post/focus-on-transparency-in-uk-governments-development-spending-reviews-welcomed-by-development-initiatives-and-publish-what-you-fund/", "body": "<div class=\"lead\"><p>Development Initiatives and Publish What You Fund welcome the strong emphasis on increased transparency in the UK’s Department for International Development (DFID)’s long-awaited <a href=\"https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/573889/Bilateral-Development-Review-2016.pdf\" target=\"_blank\">Bilateral Development Review</a> and <a href=\"https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/573884/Multilateral-Development-Review-Dec2016.pdf\" target=\"_blank\">Multilateral Development Review</a>, both published today.</p>\n</div><div class=\"body-text p-b--2\"><p>DFID has been a leading player in global efforts to improve transparency for many years and in these latest reviews we see an even more ambitious transparency agenda. Their ultimate vision is for “<em>complete aid transparency so that anyone, anywhere can trace funding, all the way from the taxpayer to the beneficiary.</em>”</p>\n<p>In the Multilateral Development Review, transparency was one of three key indicators used to assess the organisational strengths of DFID’s multilateral partners. The review concluded that “<em>agencies are taking this more seriously, with much more data now published in an accessible way, based on the standards of IATI, a foundation that the UK helped to set up. DFID expects all its partners to meet IATI standards as a minimum</em>.”</p>\n<p>Rupert Simons, CEO of Publish What You Fund, said “<em>It is good to see such a strong commitment to meeting IATI standards in the Multilateral Development Review. This is key to ensuring that multilateral institutions are accountable to partner country governments, to the donor institutions like DFID that fund them, and to those who benefit from their programmes on the ground</em>.”</p>\n<p>DFID already requires its implementing partners to publish to the <a href=\"http://www.aidtransparency.net/\" target=\"_blank\">International Aid Transparency Initiative</a> (IATI) and in the Bilateral Development Review. DFID takes this a step further by indicating that in future it will require them to pass the same requirements on to their own partners in order to “<em>follow the money</em> <em>throughout the system</em>.”</p>\n<p>Harpinder Collacott, Executive Director at Development Initiatives, said “<em>It is excellent to see DFID prioritising traceability, especially when the development financing landscape is becoming more complex and diverse. Accountability and value for money is essential to both the UK taxpayer and the final intended beneficiary of aid. This is only possible if we have transparency all the way down the pipeline, requiring all those receiving DFID funding to improve the transparency of their systems. Only when this is possible will we be able to fully assess and maximise the impact of aid on poverty</em>.”</p>\n<p>More analysis of the Multilateral Development Review and Bilateral Development Review and their implications will be published by Development Initiatives in due course.</p>\n</div>"}, {"title": "DI receives Kenya Open Data award for innovation", "author": [], "format": "News", "date": "30 Nov 2016", "description": "The awards are given to those who have helped make data more open and accessible, and are open to government, private sector, NGOs, civil society organisat", "url": "http://devinit.org/post/di-receives-kenya-open-data-award-for-innovation/", "body": "<div class=\"lead\"><p>Development Initiatives has won an award for innovation for its <a href=\"http://data.devinit.org/#!/\" target=\"_blank\">Development Data Hub</a>. The award was given by <a href=\"http://awards.opendata.go.ke/index.html#about\">Kenya Open Data</a>, a project of the <a href=\"http://www.icta.go.ke/\">ICT Authority</a> – a state corporation under the Ministry of ICT in Kenya.</p>\n</div><div class=\"body-text p-b--2\"><p>The awards are given to those who have helped make data more open and accessible, and are open to government, private sector, NGOs, civil society organisations and others.</p>\n<p>DI’s data hub is an open platform that makes data on poverty and resources accessible online. It allows people online to see Kenya’s country profile which includes the numbers on poverty, international financial flows in and out of the country, and what domestic resources are available. The data is also global so poverty and resources in Kenya can be compared against other countries across the world.</p>\n<p>Momodou Touray, Director of Poverty Research at Development Initiatives, said “I’m delighted that we have won this award. Since 2011 we have been working in Kenya to advocate for better, more accessible development data, and to make that data available and usable to anyone. Our data hub is one of our proudest pieces of work to date, and it is great to have this innovative tool recognised by Kenya Open Data”</p>\n</div>"}, {"title": "Aid donors must improve transparency before scalin...", "author": [], "format": "News; Press release", "date": "17 Nov 2016", "description": "The report on the use of public funds to de-risk or ‘leverage’ private investments in development also finds that, while blended finance may have a valuabl", "url": "http://devinit.org/post/aid-donors-must-improve-transparency-before-scaling-up-public-private-finance-new-report-finds/", "body": "<div class=\"lead\"><p>A <a href=\"http://www.devinit.org/blended-finance-understanding-its-potential\" target=\"_blank\">new report</a> by international research organisation Development Initiatives finds that donors who plan to scale up aid investments in blended finance would be doing so with inadequate information on where their investments are going and what impact they are having. There is currently no common reporting system for donors to publish information on their investments in blended finance, and commercial confidentiality limits the information that can be reported on the companies or initiatives that are invested in.</p>\n</div><div class=\"body-text p-b--2\"><p>The <a href=\"http://www.devinit.org/blended-finance-understanding-its-potential\" target=\"_blank\">report</a> on the use of public funds to de-risk or ‘leverage’ private investments in development also finds that, while blended finance may have a valuable role to play in helping fund the Sustainable Development Goals (SDGs), alone it is unlikely to mobilise the volumes that are required to make a significant impact on the large funding gap. The SDG funding shortfall is estimated to be as high as US$3.1 trillion annually, while at current annual growth rates private capital mobilised by blended finance would total US$252 billion by 2030.</p>\n<p>From the limited data that is available, the report also finds that blended finance tends not to target the countries or sectors where poverty is greatest, and so its use in delivering the SDGs – in which ending poverty by 2030 and leaving no one behind is central – must be carefully considered.</p>\n<p>Harpinder Collacott, Executive Director at Development Initiatives, said “All new financing that can be leveraged for the SDGs is vital to their success. Unfortunately, the information available about investments in blended finance is just too limited for good decision-making. We also do not know how we should be scaling up aid investments in this area, ensuring it is having the impact we need it to.</p>\n<p>“We don’t know enough about the role it can play, particularly on poverty eradication, and we don’t have the data we need to understand the comparative advantages of this form of finance against other types or resources. We have got to get that right before scaling up aid investments in this area. With commitments from donors this should be possible.”</p>\n<p style=\"text-align: center;\">– Ends –</p>\n<p>Contact: Anna Abuhelal, Head of Communications at Development Initiatives</p>\n<p>E: <a href=\"mailto:Anna.Abuhelal@devinit.org\">Anna.Abuhelal@devinit.org</a> T: +44(0)1179 272505  M: +44(0) 7545668378</p>\n<p><strong>Notes to editors:</strong></p>\n<ul>\n<li><a href=\"http://www.devinit.org/blended-finance-understanding-its-potential\" target=\"_blank\">Download the report here</a></li>\n</ul>\n<ul>\n<li>A range of data graphics for the key findings are available.</li>\n</ul>\n<ul>\n<li>Daniel Coppard, Director of Research, Analysis &amp; Evidence, is available for comment</li>\n</ul>\n<p><strong>Key findings include:</strong></p>\n<ul>\n<li>Private investments mobilised by blended finance grew by around 20% per year between 2012 and 2014, by contrast ODA grew by 3.5% per year over that period.</li>\n</ul>\n<ul>\n<li>It is unlikely that blended finance alone will meet the SDG funding gap. If the current annual growth rate were continued, private capital mobilised through blended finance would total US$42 billion by 2020 and US$252 billion by 2030 – well short of the SDG funding gap.</li>\n</ul>\n<ul>\n<li>Many countries which face the toughest challenges in achieving the SDGs – countries with high rates of poverty and very low government revenues – receive little or no investment from blended finance. LICs that received private capital investment through blended finance each received, on average US$62 million of this type of finance between 2012 and 2014, the equivalent figures for middle-income countries were US$370 million for LMICs and US$392 for UMICs.</li>\n</ul>\n<ul>\n<li>Most private capital mobilised through blended finance is directed to the energy, industry, mining, construction and banking sectors. These sectors received two-thirds of the private capital mobilised through blended finance between 2012 and 2014. Some sectors, such as education, biodiversity and water &amp; sanitation face large funding gaps in relation to the SDGs, but receive relatively little investment through blended finance.</li>\n</ul>\n<ul>\n<li>Improved transparency of blended finance is critical. At present, judgements on the usefulness of blended finance in development are hampered by the quality and consistency of data that is available on such investments. There are no common reporting standards for actors involved in blended finance and the data which does exist is typically in a range of disparate data sets. Much of the data is not publicly available and, where data is available, data from different actors may be inconsistent or incompatible.</li>\n</ul>\n<p><strong>About Development Initiatives</strong></p>\n<p>Development Initiatives (DI) is an independent international development organisation that focuses on the role of data in driving poverty eradication and sustainable development. DI’s work on global humanitarian assistance provides objective, independent, rigorous data and analysis on humanitarian financing and related aid flows.</p>\n<p><a href=\"http://www.devinit.org/\">www.devinit.org</a></p>\n<p> </p>\n</div>"}, {"title": "Increasing funds to tackle climate change miss out...", "author": [], "format": "News; Press release", "date": "15 Nov 2016", "description": "The report, which looks at climate finance in the context of building resilience and reducing poverty, finds that while international public resources to t", "url": "http://devinit.org/post/increasing-funds-to-tackle-climate-change-miss-out-worlds-most-vulnerable-new-report-finds/", "body": "<div class=\"lead\"><p>A new report published today by Development Initiatives highlights the need for international public climate finance to be targeted differently if it is to contribute to meeting global commitments on vulnerability to poverty.</p>\n</div><div class=\"body-text p-b--2\"><p><a href=\"http://www.devinit.org/climate-finance-and-poverty\" target=\"_blank\">The report</a>, which looks at climate finance in the context of building resilience and reducing poverty, finds that while international public resources to tackle climate change are increasing, vulnerability and the links between poverty and climate are not reflected in the allocation of those resources.</p>\n<p>Funding remains concentrated in a handful of countries and is not distributed in line with where the people most vulnerable to climate change live.</p>\n<p><strong>Key findings</strong></p>\n<ul>\n<li>Just under half of the global population living in extreme poverty live in countries vulnerable to climate change. Despite this, allocations of adaptation finance do not prioritise the countries most vulnerable to its impacts: in 2014 total adaptation approvals were greatest to the 49 countries with mid-range vulnerability scores. Some of the most vulnerable countries such as Eritrea, Guinea-Bissau, Sierra-Leone and Liberia received particularly little – less than US$10 million each compared with an average of US$65 million.</li>\n<li>The 14 countries with the deepest levels of poverty (&gt;20%), received among the lowest amounts of total adaptation finance – a 2014 average of US$56 million per country, compared with an average of US$73 million in 67 countries with poverty depths of less than 5%. Support was especially low to Micronesia, Lesotho and Togo, which received less than US$10 million each.</li>\n<li>Countries with the highest vulnerability to climate change, and the lowest domestic revenues to build capacity to respond, receive some of the smallest amounts of adaptation finance. For example, Sudan and Burundi – with the highest levels of vulnerability and lowest government revenues – received relatively small amounts of adaptation support (US$31 million and US$39 million respectively in 2014), much less than the country average of US$65 million.</li>\n<li>While mitigation finance is distributed fairly proportionately against patterns of greenhouse gas emissions, support is lacking to a number of countries with significant mitigation needs and relatively low domestic government resources, including the Democratic Republic of the Congo and Nigeria – each also home to high populations of extremely poor people.</li>\n</ul>\n<p>The report recognises that climate change threatens to reverse progress towards tackling vulnerability and building resilience, as well as having the potential to create new forms of poverty. It argues that, for these reasons, resources aimed at tackling climate change must be allocated after careful consideration of their impacts on the world’s poorest and most vulnerable people.</p>\n<p style=\"text-align: center;\">– Ends –</p>\n<p> </p>\n<p><strong>Contact:</strong> Emma Cooke, Communications Officer</p>\n<p><strong>E</strong>: emma.cooke@devinit.org</p>\n<p><strong>T:</strong> +44 (0) 1179 272 505</p>\n<p> </p>\n<p><strong>Notes to editors:</strong></p>\n<ol>\n<li>Daniel Coppard, Director of Research, Analysis and Evidence, is available for interview.</li>\n<li><a href=\"http://www.devinit.org/climate-finance-and-poverty\" target=\"_blank\">The full report is available here</a>.</li>\n<li>Charts and data can be provided, and can be used with the following credit:</li>\n</ol>\n<ul>\n<li>If using our data and figure:</li>\n</ul>\n<blockquote><p><em>Data analysis and figure development by Development Initiatives: </em><a href=\"http://www.devinit.org\"><em>www.devinit.org</em></a></p></blockquote>\n<ul>\n<li>If using our data and redesigning your own figure:</li>\n</ul>\n<blockquote><p><em>Data analysis by Development Initiatives: </em><a href=\"http://www.devinit.org\"><em>www.devinit.org</em></a></p>\n<p> </p></blockquote>\n<p style=\"text-align: left;\"><strong>About Development Initiatives</strong></p>\n<p>Development Initiatives (DI) is an independent international development organisation that focuses on the role of data in driving poverty eradication and sustainable development. DI’s work on global humanitarian assistance provides objective, independent, rigorous data and analysis on humanitarian financing and related aid flows.</p>\n<p><a href=\"http://www.devinit.org/\" target=\"_blank\">www.devinit.org</a></p>\n</div>"}, {"title": "New joint initiative launched to build the next ke...", "author": [], "format": "News", "date": "12 Oct 2016", "description": "The identify-org initiative was launched on Friday 7 October at the International Open Data Conference in Madrid. It brings together key organisations driv", "url": "http://devinit.org/post/new-joint-initiative-launched-to-build-the-next-key-piece-of-open-data-infrastructure/", "body": "<div class=\"lead\"><p>A group of leading open data standards bodies has announced an exciting new collaboration to tackle a shared problem: how to accurately identify organisations.</p>\n</div><div class=\"body-text p-b--2\"><p>The <a href=\"https://identify-org.net/\" target=\"_blank\">identify-org</a> initiative was launched on Friday 7 October at the <a href=\"http://opendatacon.org/\" target=\"_blank\">International Open Data Conference</a> in Madrid. It brings together key organisations driving standards for open data across a range of sectors, including contracting, extractives, international aid, agriculture and philanthropy. A challenge shared by all these initiatives is how to accurately and consistently identify an organisation. Whether it’s a charity in the UK, a company in Malaysia, or a government department in Canada, the ability to describe these different entities in a consistent way is key to opening and linking up data about their activities, ensuring it is accessible and useful.</p>\n<p>The initiative will establish an open interface so that anyone can find known organisation registries. It will also embark on a research process to highlight others. Acting together, the <a href=\"http://www.aidtransparency.net/\" target=\"_blank\">International Aid Transparency Initiative</a>, <a href=\"http://www.open-contracting.org/\" target=\"_blank\">Open Contracting Partnership</a>, <a href=\"http://threesixtygiving.org/\" target=\"_blank\">360Giving</a>, Development Initiatives – as part of the <a href=\"http://juds.joinedupdata.org/\" target=\"_blank\">Joined Up Data Standards project</a> – and the <a href=\"https://www.interaction.org/project/open-ag-funding/overview\" target=\"_blank\">Initiative for Open Ag Funding</a> will build a key piece of open data infrastructure to enable the free exchange of information on entities, regardless of sector or jurisdiction.</p>\n<p>To do this, the project partners have agreed to support efforts to gather and share information on different registers of organisations across the world, backed-up by a common methodology to describe these in open data. In turn, this will provide a foundation for the open data community to both share and use identifiers about organisations, using this common protocol.</p>\n<p>The International Aid Transparency Initiative (IATI) kick-started this work in 2012. IATI has agreed to share its initial efforts with <a href=\"https://identify-org.net/\" target=\"_blank\">identify-org</a>, enabling others to build on the ‘list of lists’ of registries of organisations.</p>\n<p>By working together, the project partners are pooling their knowledge of the different organisation registers that are currently available so it can be used by different standards bodies in a consistent way.</p>\n<p>For more details about identify-org visit: <a href=\"https://identify-org.net/\" target=\"_blank\">https://identify-org.net/</a></p>\n<p style=\"text-align: left;\">For more details about the eight project partners, visit: <a href=\"https://identify-org.net/supporters/\" target=\"_blank\">https://identify-org.net/supporters/</a></p>\n<p> </p>\n</div>"}, {"title": "The Leave No One Behind Partnership", "author": [], "format": "News", "date": "19 Jul 2016", "description": "The Global Goals for Sustainable Development offer an historic opportunity to eradicate extreme poverty and ensure no one is left behind. To realise this o", "url": "http://devinit.org/post/the-leave-no-one-behind-partnership/", "body": "<div class=\"lead\"></div><div class=\"body-text p-b--2\"><p>The Global Goals for Sustainable Development offer an historic opportunity to eradicate extreme poverty and ensure no one is left behind. To realise this opportunity, Development Initiatives will be working with two other international non-profit organisations <a href=\"http://civicus.org/index.php/en/\" target=\"_blank\">CIVICUS</a> and <a href=\"https://www.project-everyone.org/\" target=\"_blank\">Project Everyone</a>, with the support of the UK’s Department for International Development, on a new global initiative called the the <em>Leave No One Behind Partnership</em>. Its aim is to directly support the interests of the world’s most vulnerable and disadvantaged people.</p>\n<p>At the heart of the project is the responsibility to listen and respond to the voices of the world’s most impoverished communities and those that are excluded and at risk of violence and discrimination. Together the project partners will work to ensure that the needs of the most marginalised are brought to the forefront of policy and are recipients of the resources and programmes being mobilised under the 2030 Agenda. Working with other civil society organisations and citizen groups around the world, this initiative will be guided by the following principles and work-streams:</p>\n<p><strong>EXAMINE</strong>: we will establish a baseline of who are the groups that have been left behind, through a data led approach; as well as identify those at risk, where they are and monitor their progress annually;</p>\n<p><strong>ENGAGE</strong>: we will develop a visual presentation for awareness-raising, built from the real stories of those who are being left behind;</p>\n<p><strong>EMPOWER</strong>: we will work together with national partners in at least 30 countries to build local voices for action and accountability to ensure no one is left behind in their countries</p>\n<p>The combined impact of these activities will help inform governments and communities about the solutions needed to tackle extreme poverty and exclusion, as well as facilitate cross-sector partnerships to promote rights and identify opportunities for the world’s most marginalised people.</p>\n<p>Read about our <a href=\"http://devinit.org/#!/page/p20i\" target=\"_blank\">P20 initiative</a> which aims to make a significant contribution to this project.</p>\n<p> </p>\n<p><a href=\"http://devinit.org/wp-content/uploads/2016/07/LNB-partner-logos.png\"><img alt=\"LNB partner logos\" class=\"size-full wp-image-11264 aligncenter\" height=\"103\" src=\"http://devinit.org/wp-content/uploads/2016/07/LNB-partner-logos.png\" width=\"541\"/></a></p>\n</div>"}, {"title": "From principles to practice: Development Initiativ...", "author": [], "format": "News", "date": "18 Jul 2016", "description": "The JUDS project is about unlocking the potential of data to help drive poverty eradication and sustainable development. This is important because, althoug", "url": "http://devinit.org/post/from-principles-to-practice-development-initiatives-and-publish-what-you-fund-launch-consultation-on-joining-up-data-standards/", "body": "<div class=\"lead\"><p>The Joined-Up Data Standards (JUDS) project – a joint initiative between Development Initiatives and <a href=\"http://www.publishwhatyoufund.org/\" target=\"_blank\">Publish What you Fund</a> – has launched a consultation paper to develop solutions to the challenges of data interoperability.</p>\n</div><div class=\"body-text p-b--2\"><p>The JUDS project is about unlocking the potential of data to help drive poverty eradication and sustainable development. This is important because, although more and more data is becoming available, the full potential of the information it holds often remains inaccessible due to its publication in different formats or standards.</p>\n<p>The problem stems from the incompatible design of definitions and classifications, which prevent data from being comparable and systems from being interoperable. The JUDS Project has explored practical examples of incomparable classifications – such as those involved in achieving the Sustainable Development Goals – and is provoking discussion on what is needed to catalyse interoperability.</p>\n<p>Speaking about the consultation paper, Bill Anderson, DI’s Data &amp; Information Architect, said: “We believe that it is time to move beyond<em> recognising</em> the challenge of interoperability and explore what <em>solutions</em> look like. Within the context of the Data Revolution, Agenda 2030 and the Transformative Agenda for Official Statistics, we have a real opportunity.</p>\n<p>“We want to see the interoperability agenda picking up pace and bringing about tangible action. We’ve written this consultation paper with the aim of moving the conversation from a discussion of the problems to a search for solutions to the challenge of interoperability.”</p>\n<p>Read and respond to the <a href=\"http://juds.joinedupdata.org/consultation-paper/\" target=\"_blank\">JUDS consultation paper</a></p>\n<p>Read more about the <a href=\"http://juds.joinedupdata.org/about/\" target=\"_blank\">Joined-Up Data Standards project</a></p>\n</div>"}, {"title": "DI kicks off project on blended public−private f...", "author": [], "format": "News", "date": "04 Jul 2016", "description": "Ambitious Sustainable Development Goals (SDGs) have been agreed by UN member states, but there is a significant financing gap for developing countries aimi", "url": "http://devinit.org/post/di-kicks-off-project-on-blended-public%e2%88%92private-finance-for-development/", "body": "<div class=\"lead\"><p>‘Blended finance’ can be described as the use of public-sector funds or guarantees to mobilise private capital for the financing of development projects. It has received increasing attention from the international community in recent debates, including being highlighted in the Addis Ababa Action Agenda as an innovative way for traditional aid providers to incentivise increased ‘development friendly’ investments.</p>\n</div><div class=\"body-text p-b--2\"><p>Ambitious Sustainable Development Goals (SDGs) have been agreed by UN member states, but there is a significant financing gap for developing countries aiming to meet these goals, estimated at trillions of US dollars annually. This gap is very unlikely to be filled by official development assistance (ODA). Many of the least developed countries (LDCs) will face severe challenges in mobilising enough domestic resources to meet these financing needs. In this light, the private sector is increasingly being considered by development actors for its role in the new ‘global partnership for development’ and in mobilising finance to fill these gaps.</p>\n<p>The target to increase use of public–private partnerships for financing development is now explicit in the SDG agenda. The use of blended finance mechanisms is already being significantly scaled up by both bilateral and multilateral donors. However, there is a limited stock of evidence on the impact of blended finance mechanisms on development, and a lack of clarity regarding which instruments are most effective in which contexts hampering informed policy dialogue and decision-making. There are also recognised challenges with blended finance, but these are not well understood and there is no common language between the many different stakeholders who play a role in delivering it.</p>\n<p>In response to these needs, we at Development Initiatives are launching a project that seeks to address the evidence gap and drive policy making so that resources can be targeted where they are most needed and developing countries can reap the benefits of blended finance. Using available data, we will explain the basics, such as how much finance there is, who gives it and where it is being spent, and go further to provide evidence and analysis on complex issues, such as the effectiveness and impact of blended finance.</p>\n<p>The <strong>objective</strong> of our work is to contribute to evidence-based policy dialogue, ultimately ensuring blended finance mechanisms are delivering better development cooperation for people and supporting the achievement of the SDGs in line with effectiveness principles. The <strong>rationale</strong> underpinning this approach is our strong belief that projects financed through blended mechanisms should, like other forms of development cooperation, have sustainable, positive impacts for the poorest people in developing countries.</p>\n<p><strong>We will deliver the following:</strong></p>\n<p><strong>1) Analyse</strong>: map and describe blended finance flows and key actors, including developing case studies; identify and analyse challenges, opportunities and issues with blended finance mechanisms currently in use.</p>\n<p><strong>2) Apply</strong>: considering our evidence and the views of key stakeholders, develop pragmatic and progressive policy recommendations in line with our objectives.</p>\n<p><strong>3) Engage</strong>: using clear, accessible data and evidence, engage with key stakeholders and processes to promote understanding and influence policy change.</p>\n<p>Our first data-driven report will be launched online in October 2016 and the research programme will continue after that.</p>\n<p><strong>If you would like to know more about our work on blended finance, please contact:</strong></p>\n<ul>\n<li>Rob Tew: Analysis and Research – <a href=\"mailto:rob.tew@devinit.org\" target=\"_blank\">rob.tew@devinit.org</a></li>\n<li>Cecilia Caio: Analysis and Research – <a href=\"mailto:cecilia.caio@devinit.org\" target=\"_blank\">cecilia.caio@devinit.org</a></li>\n</ul>\n<p><a href=\"http://www.devinit.org/blended-finance-understanding-its-potential\" target=\"_blank\">Read our blended finance report<br/>\n</a><a href=\"http://devinit.org/the-role-of-blended-finance-in-the-2030-agenda-setting-out-our-analytical-approach/\" title=\"The role of blended finance in the 2030 Agenda: setting out an analytical approach\">Read our first discussion paper on blended finance<br/>\n</a><a href=\"http://devinit.org/aligning-blended-finance-to-busan-principles/\" target=\"_blank\">Read our second discussion paper on blended finance</a><a href=\"http://devinit.org/the-role-of-blended-finance-in-the-2030-agenda-setting-out-our-analytical-approach/\" title=\"The role of blended finance in the 2030 Agenda: setting out an analytical approach\"><br/>\n</a></p>\n<p>Homepage photo credit: Gavin Houtheusen/DFID</p>\n</div>"}, {"title": "New research highlights Africa’s challenge of bo...", "author": [], "format": "News; Press release", "date": "27 Jun 2016", "description": "New research by Development Initiatives finds that Ethiopia has been in the largest 10 recipients of humanitarian assistance every year for the last decade", "url": "http://devinit.org/post/new-research-highlights-africas-challenge-of-both-protracted-and-forgotten-humanitarian-crises/", "body": "<div class=\"lead\"></div><div class=\"body-text p-b--2\"><p>New research by Development Initiatives finds that Ethiopia has been in the largest 10 recipients of humanitarian assistance every year for the last decade, and the Democratic Republic of Congo has featured as a main recipient for nine of the last 10 years – making these recurrent and protracted crises two of the most significant still ongoing today. For the first time since 2004, Sudan and Somalia are not on the list of ten largest recipients of assistance however both countries remain high on the list (in eleventh and twelfth place respectively, according to latest available official data).</p>\n<p>The Global Humanitarian Assistance Report 2016, published today, also found that a record total of US$28 billion was given in humanitarian assistance last year, but that the funding for crises differs significantly across countries. While some African countries are receiving large amounts of assistance, the continent also has a number of prominent forgotten crises. Gambia experienced the largest shortfall in funding requirements via UN-coordinated appeals. Algeria has appeared on the European Commission’s Humanitarian Aid and Civil Protection department’s Forgotten Crisis Assessment index every year since 2004, while Libya and Egypt appear on the 2015 index for the first time.</p>\n<p>Harpinder Collacott, Executive Director at Development Initiatives, said “As crises in the Middle East attract greater donor attention, other crises, many of which are in Africa, attract much less attention and as a result are persistently underfunded or forgotten. Funding needs to respond to where the needs are greatest, and making sure crises are not forgotten is vital in efforts to end poverty and ensure no one is left behind.”</p>\n<p>The report also finds that the South of Sahara region witnessed a noticeable increase in the number of people affected by drought and flooding, increasing from 7.6 million people in 2014 to 23.5 million in 2015. Around half (10.2 million people) were in Ethiopia, which ranked third in 2015 for the number of people affected by disasters, behind the Democratic People’s Republic of Korea and India. This increase is likely to be associated with the current El Niño weather phenomenon, the impact of which continues to be felt in 2016. The UN estimates that the number of people likely to be affected this year in developing countries could reach 60 million.</p>\n<p> </p>\n<p style=\"text-align: center;\">– Ends –</p>\n<p>Contact: Emma Cooke, Communications Officer at Development Initiatives</p>\n<p>E: <a href=\"mailto:Emma.Cooke@devinit.org\">Emma.Cooke@devinit.org</a> T: +44(0)1179 272505</p>\n<p> </p>\n<p><strong>Notes to Editors:</strong></p>\n<ul>\n<li>The executive summary and full report can be found at <a href=\"http://www.devinit.org/GHA2016\">http://www.devinit.org/GHA2016</a></li>\n</ul>\n<ul>\n<li>Data graphics are available</li>\n</ul>\n<ul>\n<li>Interviews can be arranged with Charlotte Lattimer, Senior Policy &amp; Engagement Adviser, and Sophia Swithern, Head of Research &amp; Analysis</li>\n</ul>\n<p> </p>\n<p>Key findings include:</p>\n<ul>\n<li>A record total of US$21.8 billion was given in international humanitarian assistance globally last year.</li>\n<li>In 2014 Syria was the largest recipient of assistance at US$2 billion, followed by South Sudan, Iraq, Palestine and Jordan.</li>\n<li>In 2015 the US was the largest donor of international humanitarian assistance at US$6.4 billion, followed by Turkey (where refugee hosting is included), the UK, EU institutions, Germany, Sweden and the UAE.</li>\n<li>Shortfalls in funding to UN-coordinated appeals grew to 45%, with large disparities in funding between crises – for example Iraq received 74% of funding requested while Gambia had only 5% of requirements met.</li>\n<li>At least 76% of people living in extreme poverty – around 677 million people – are estimated to live in countries that are either politically fragile, environmentally vulnerable or both. However, the real number is likely to be much higher, since it is often those most at risk who are missing from poverty data.</li>\n<li>The number of people displaced by violence and persecution globally is now a record 65.3 million, generating severe suffering and humanitarian need.</li>\n<li>People affected by natural disasters over the last decade have predominantly been in Middle Income Countries. However in 2015 the number of people affected in Low Income Countries significantly increased, reaching 43 million – 48% of the total – placing further strain on already poor and vulnerable populations.</li>\n</ul>\n<p> </p>\n<p><strong>About Development Initiatives</strong></p>\n<p>Development Initiatives (DI) is an independent international development organisation that focuses on the role of data in driving poverty eradication and sustainable development. DI’s work on global humanitarian assistance provides objective, independent, rigorous data and analysis on humanitarian financing and related aid flows.</p>\n<p><a href=\"http://www.devinit.org\" target=\"_blank\">www.devinit.org</a></p>\n<p><a href=\"http://www.globalhumanitarianassistance.org\" target=\"_blank\">www.globalhumanitarianassistance.org</a></p>\n</div>"}, {"title": "Development Initiatives welcomes report of UN Secr...", "author": [], "format": "News", "date": "16 Jun 2016", "description": "This week saw the launch of the 2016 report of the UN Secretary-General Ban Ki-moon on development cooperation, entitled ‘Trends and progress in internatio", "url": "http://devinit.org/post/development-initiatives-welcomes-report-of-un-secretary-general-on-the-role-of-development-cooperation-in-ending-extreme-poverty-by-2030-and-ensuring-no-one-is-left-behind/", "body": "<div class=\"lead\"><p>This week saw the launch of the 2016 report of the UN Secretary-General Ban Ki-moon on development cooperation, entitled <a href=\"http://www.un.org/ga/search/view_doc.asp?symbol=E/2016/65\" target=\"_blank\">‘Trends and progress in international development cooperation</a>’. It was submitted for consideration by the <a href=\"https://www.un.org/ecosoc/en/node/310191\" target=\"_blank\">fifth Biennial High-level Meeting of the Development Cooperation Forum in New York</a>, which takes place this July.</p>\n</div><div class=\"body-text p-b--2\"><p>This week saw the launch of the 2016 report of the UN Secretary-General Ban Ki-moon on development cooperation, entitled <a href=\"http://www.un.org/ga/search/view_doc.asp?symbol=E/2016/65\" target=\"_blank\">‘Trends and progress in international development cooperation</a>’. It was submitted for consideration by the <a href=\"https://www.un.org/ecosoc/en/node/310191\" target=\"_blank\">fifth Biennial High-level Meeting of the Development Cooperation Forum in New York</a>, which takes place this July.</p>\n<p>The report analyses current issues, challenges and opportunities on development cooperation, and provides actionable recommendations for governments and other stakeholders. Topics covered include financial trends within official development assistance and other forms of development cooperation – including South–South and triangular cooperation. It explores substantive issues such as the role of official development assistance within the <a href=\"https://sustainabledevelopment.un.org/post2015/transformingourworld\" target=\"_blank\">2030 Agenda</a>, policy coherence, capacity building and technology transfer. The report includes independent analysis from Development Initiatives (DI), including <a href=\"https://www.un.org/ecosoc/sites/www.un.org.ecosoc/files/files/en/dcf/policy-brief-dcf-2016.pdf\" target=\"_blank\">three policy briefs</a> (2, 13 and 16).</p>\n<p>As well as containing policy options and recommendations, the 2016 report places a particular focus on how development cooperation can adapt and change to strengthen support to countries achieving the Sustainable Development Goals. It also strongly emphasises the importance of data availability, accessibility and use.</p>\n<p>Key focuses for sessions at the high-level UN meeting include: focusing on vulnerable countries and groups within society to build resilience; emphasising country ownership; becoming more results oriented; and improving risk management and accountability.</p>\n<p>Martin Horwood, DI’s Director of Engagement &amp; Impact, said: “The Secretary-General’s report is comprehensive and timely, highlighting such key issues as the importance of data for development; the need to ensure the poorest and most vulnerable people and countries are prioritised by the international community; and the urgency of understanding the significant role that all resources – not just aid – can play in financing development. DI is delighted to have contributed to the report, and to have supported the discussions of the UN Development Cooperation Forum over the past two years. We look forward to participating in the high-level meeting in New York this July and supporting the next cycle of the forum’s work.”</p>\n<p>Homepage photo: UN Photo/Eskinder Debebe</p>\n</div>"}, {"title": "New organisational strategy 2016–2020", "author": [], "format": "News", "date": "16 Jun 2016", "description": "Our vision is a world without poverty that invests in human security, where everyone shares the benefits of opportunity and growth. Our mission is to ensur", "url": "http://devinit.org/post/new-organisational-strategy-2016-2020/", "body": "<div class=\"lead\"><p>We have published our new organisational strategy to set out the contribution Development Initiatives aims to make in the new Sustainable Development Goal era.</p>\n</div><div class=\"body-text p-b--2\"><p>Our vision is a world without poverty that invests in human security, where everyone shares the benefits of opportunity and growth. Our mission is to ensure that decisions about the allocation of finance and resources result in an end to poverty, increase the resilience of the world’s most vulnerable people, and ensure no one is left behind.</p>\n<p>We want efforts to be underpinned by good quality, transparent data and evidence on poverty and resources, and to lead to increased accountability and sustainable long-term outcomes.</p>\n<p>Our work will focus on three key areas:</p>\n<p><strong>Poverty</strong></p>\n<p>Driving commitments and much-needed investment towards improving poverty data, and unpacking the data that does exist to start building a clearer and more accurate picture of poverty.</p>\n<p><strong>Resources</strong></p>\n<p>Informing national, regional and international actors on how to mobilise, track and improve the targeting and effectiveness of the many different resources that can address poverty, vulnerability and crisis.</p>\n<p><strong>Data use</strong></p>\n<p>Breaking down barriers to data use, improving data availability and usability, and helping people use data effectively in order to drive sustainable outcomes.</p>\n<p><a href=\"http://devinit.org/wp-content/uploads/2016/06/OrganisationalStrategy-2016-2020.pdf\">Download our strategy</a></p>\n<p> </p>\n<p>Homepage image credit: © CAFOD</p>\n</div>"}, {"title": "Development Initiatives contributes to the 2016 Gl...", "author": [], "format": "News", "date": "16 Jun 2016", "description": "This year’s report concludes that the world is not currently on track to reach targets on nutrition, but that this trend could be reversed to end to global", "url": "http://devinit.org/post/development-initiatives-contributes-to-the-2016-global-nutrition-report-which-shows-a-change-in-trajectory-is-needed-to-end-malnutrition-by-2030/", "body": "<div class=\"lead\"><p>The Global Nutrition Report, ‘From Promise to Impact: Ending Global Malnutrition by 2030’, was published this week and includes analysis by Development Initiatives.</p>\n</div><div class=\"body-text p-b--2\"><p>This year’s report concludes that the world is not currently on track to reach targets on nutrition, but that this trend could be reversed to end to global malnutrition by 2030. The report focuses on the theme of making and measuring commitments to nutrition, and identifying what it will take to meet the 2030 target.</p>\n<p>Development Initiatives’ co-founder and strategic advisor, Judith Randel, is a member of the independent group of experts who produced the report. We are proud to have also contributed through our analysis of financing for nutrition. Our analysis highlights the strong case for tracking financial resources and investments in nutrition. This enables a greater focus on results and a keener understanding of what additional investment is needed, and where.</p>\n<p><a href=\"http://ebrary.ifpri.org/utils/getfile/collection/p15738coll2/id/130355/filename/130566.pdf\" target=\"_blank\">Read the executive summary</a></p>\n<p><a href=\"http://ebrary.ifpri.org/utils/getfile/collection/p15738coll2/id/130354/filename/130565.pdf\" target=\"_blank\">Download a copy of the full report</a></p>\n<p> </p>\n<p>Homepage image credit: © European Union/ECHO/Bertha Wangari</p>\n</div>"}, {"title": "Significant step forward achieved for transparency...", "author": [], "format": "News", "date": "24 May 2016", "description": "Development Initiatives and Publish What You Fund welcome significant steps to improve the transparency of humanitarian aid taken at the World Humanitarian", "url": "http://devinit.org/post/significant-step-forward-achieved-for-transparency-of-humanitarian-aid-at-the-world-humanitarian-summit/", "body": "<div class=\"lead\"></div><div class=\"body-text p-b--2\"><p>Development Initiatives and <a href=\"http://www.publishwhatyoufund.org/\" target=\"_blank\" title=\"Publish What You Fund\">Publish What You Fund</a> welcome significant steps to improve the transparency of humanitarian aid taken at the World Humanitarian Summit held this week in Turkey.</p>\n<p>The Summit comes in the wake of the highest level of human suffering since the Second World War. It has produced key commitments towards greater transparency on spending, having acknowledged the key role this plays in tackling a widening financing gap and improving humanitarian action.</p>\n<p>A ‘<a href=\"https://consultations.worldhumanitariansummit.org/node/530140\" target=\"_blank\" title=\"Grand Bargain\">Grand Bargain</a>’ has been agreed by leading donor governments, multilateral and UN agencies and non-governmental organisation (NGO) networks, putting forward a set of proposals and commitments for donors and other humanitarian actors as follows:</p>\n<ol>\n<li>Publishing information on humanitarian aid in a timely, transparent and open format based on the <a href=\"http://www.aidtransparency.net/\" target=\"_blank\" title=\"International Aid Transparency Initiative\">International Aid Transparency Initiative</a> (IATI) Standard by May 2018</li>\n<li>Putting data into context, providing information on the activities, environment or circumstances of the emergency aid provided</li>\n<li>Improving the UN Office for the Coordination of Humanitarian Affairs (OCHA) Financial Tracking Service (FTS) online database and engaging with the open data community to get the most out of the information published. In particular, making sure the most up-to-date information is available for everyone so to ensure:\n<ul>\n<li>Greater accountability of all humanitarian actors</li>\n<li>Better decision-making</li>\n<li>A reduced workload with donors accepting open data in place of paper reports</li>\n<li>Traceability of donors’ funding</li>\n</ul>\n</li>\n<li>A commitment by donors to support all partners – including smaller organisations with less resources – to access and publish data</li>\n</ol>\n<p>Harpinder Collacott, Executive Director at Development Initiatives said, “An effective response to crisis must be underpinned by transparent and accessible information on what resources are available, where they are coming from, where they are being spent and what impact they are having.</p>\n<p>The International Aid Transparency Initiative offers a solution to increase transparency of humanitarian aid and better track money and other resources to make sure they are reaching people most in need at the right time and in the right place.”</p>\n<p>Rupert Simons, Chief Executive Officer at Publish What You Fund said, “In order to get a full picture of humanitarian aid, donors must publish all of their information and as close to real-time as possible in the event of an emergency. Host communities need this information to help them put the aid to the best possible use.</p>\n<p>At Publish What You Fund, we are committed to monitoring the transparency of humanitarian aid and we look forward to working with donors to make it happen.”</p>\n<p>Both Development Initiatives and Publish What You Fund recommend that donors strive for a more ambitious delivery than the proposed two-year timeframe where possible. The technical solution – IATI – already exists and many donors already publish data on their development aid and other resource spending in this format, meaning much of the hard work has already been done.</p>\n<p><strong>Notes</strong></p>\n<ol>\n<li>Donors in the Grand Bargain:</li>\n</ol>\n<ul>\n<li><strong>Governments</strong>: Australia, Belgium, Canada*, Denmark*, Germany, Japan*, the Netherlands*, Norway, Sweden*, Switzerland, United Arab Emirates*, United Kingdom*, United States*</li>\n<li><strong>Multilaterals (including UN)</strong>: EC Humanitarian Aid &amp; Civil Protection/ECHO*, World Bank, Food and Agriculture Organization, International Organization for Migration, OCHA, United Nations Development Programme, UN High Commissioner for Refugees, UNICEF, UN Relief and Works Agency, World Food Programme, World Health Organization</li>\n<li><strong>NGOs networks</strong>: International Council of Voluntary Agencies, Steering Committee for Humanitarian Response, International Committee of the Red Cross, International Federation of Red Cross and Red Crescent Societies, Interaction</li>\n</ul>\n<ol start=\"2\">\n<li>What is IATI? IATI is a voluntary, multi-stakeholder initiative that seeks to improve the transparency of aid, development, and humanitarian resources in order to increase their effectiveness in tackling poverty. At the centre of IATI is the <a href=\"http://iatistandard.org/\" target=\"_blank\">IATI Standard</a>, a format and framework for publishing data on development cooperation activities, intended to be used by all organisations, including government donors, private sector organisations, and national and international NGOs. It was designed in close consultation with key users of development cooperation data in developing countries, to ensure its relevance and utility for a variety of different data users. See <a href=\"http://www.aidtransparency.net/about\" target=\"_blank\">more about IATI</a></li>\n</ol>\n<ol start=\"3\">\n<li>Development Initiatives published a report on transparency of humanitarian finance for the World Humanitarian Summit <a href=\"http://devinit.org/#!/post/betterinformation\" target=\"_blank\"><em>Better information for a better response: the basics of humanitarian transparency</em></a>.</li>\n</ol>\n<ol start=\"4\">\n<li>Development Initiatives provides the technical lead for IATI.</li>\n</ol>\n<ol start=\"5\">\n<li><a href=\"http://www.publishwhatyoufund.org/\" target=\"_blank\">Publish What You Fund</a> publishes the annual <a href=\"http://ati.publishwhatyoufund.org/\" target=\"_blank\">Aid Transparency Index</a>. The 2016 Index ranks 9 out of the top 10 humanitarian donor governments on their development aid transparency. Encouragingly, five of these scored in the ‘good’ or ‘very good’ categories, but two (the US and Germany) ranked ‘fair’ and Japan and the UAE ranked in the ‘very poor’ category. As large and influential publishers, it is critical that their performances quickly improve.</li>\n</ol>\n<p><em>* denotes one of top 10 humanitarian donors, for governments only. UN not disaggregated. See </em><a href=\"https://fts.unocha.org/reports/daily/ocha_R18_Y2015___1605180230.pdf\"><em>Global Humanitarian Contributions in 2015: Totals by donor</em></a></p>\n<p>Homepage image credit: Albert González Farran/UNAMID</p>\n<p> </p>\n<p> </p>\n</div>"}, {"title": "International humanitarian assistance in 2015 reac...", "author": [], "format": "News; Press release", "date": "19 May 2016", "description": "Development Initiatives has today released figures based on new data that show total international humanitarian assistance given last year reached a record", "url": "http://devinit.org/post/shows-international-humanitarian-assistance-in-2015-reached-a-record-total-of-us28bn/", "body": "<div class=\"lead\"></div><div class=\"body-text p-b--2\"><p>Development Initiatives has today released figures based on new data that show<a href=\"http://devinit.org/#!/GHA2016\"> total international humanitarian assistance given last year reached a record amount of US$28bn</a>. This is the third consecutive annual rise in funding, yet despite this record amount, funding requested by the United Nations via coordinated appeals experienced an unprecedented shortfall of 45%.</p>\n<p>The World Humanitarian Summit, taking place on 23–24 May 2016, brings the world together with the aim of initiating concrete action to help countries and communities better prepare for and respond to crises. Discussions at the Summit will in part focus on how to improve the volumes and effectiveness of funding.</p>\n<p>Development Initiatives has pre-released these figures ahead of its annual Global Humanitarian Assistance report. The full report is published in June 2016.</p>\n<h4>Key findings</h4>\n<p><strong>• Total international humanitarian assistance 2015: US$28bn</strong><br/>\nThe highest-recorded volume of international humanitarian assistance was given in 2015 – US$28bn. This is the third consecutive annual increase in overall spending, and an increase of 12% from 2014.</p>\n<p><strong>• Government contributions total 2015: US$21.8bn</strong><br/>\nGovernment donations have increased by almost 11% – from US$19.6bn to US$21.8bn.<br/>\n– The US continues to dominate, providing 89% of the regional North and Central America total.<br/>\n– The UK contributed 27% of the European total.<br/>\n– Gulf donors have driven an increase in assistance of more than 500% from the Middle East and North of Sahara region over the last four years.</p>\n<p><strong>• Private contributions total 2015: US$6.2bn</strong><br/>\nEstimates of private donations show an increase of around 13%, from US$5.5bn to US$6.2bn.</p>\n<p><strong>• Shortfall in funding for UN-coordinated appeals 2015: 45%</strong><br/>\nIn 2015, UN-coordinated appeals, which aim to raise funds from across the donor community to address humanitarian crises, experienced the largest shortfall in funding to date – 45%.</p>\n<p><strong>• International humanitarian assistance as a proportion of total resources to crisis-affected countries 2014: 5%</strong><br/>\nAnalysis of the 20 countries that received the most international humanitarian assistance in 2014 shows that this resource flow made up only a small proportion of the total funding that plays a role in crisis.</p>\n<p><strong>• Gap between best- and worst-funded crisis 2015: 69 percentage points</strong><br/>\n– Most well-funded crisis: Iraq at 74%.<br/>\n– Most underfunded crisis: Gambia at just 5%.<br/>\nThe shortfall varied from country to country, and in the case of ‘forgotten crises’ we see particularly severe shortfalls by comparison. Gambia received just 5% of the funding requested in its UN-coordinated appeals. By contrast, the Iraq appeal saw 74% of needs met .</p>\n<p><strong>• People in extreme poverty who are vulnerable to crisis 2015: 677 million</strong><br/>\nEfforts to end poverty remain closely related to crisis, with 76% of those in extreme poverty living in countries that are either environmentally vulnerable, politically fragile, or both. The situation of these 677 million people highlights the need for development and humanitarian investments to work together and ensure no one is left behind.</p>\n<p> </p>\n<p style=\"text-align: center;\"><strong>– Ends –</strong></p>\n<p> </p>\n<p><strong>Contact:</strong> Anna Abuhelal, Head of Communications<br/>\n<strong>E:</strong> Anna.Abuhelal@devinit.org<br/>\n<strong>T:</strong> +44 (0) 1179 272 505<strong> M:</strong> +44 (0)7545668378</p>\n<p><strong>Notes to editors:</strong><br/>\n1. Further findings via a downloadable infographic and chart pack are available from Friday 20 May 2016 at <a href=\"http://devinit.org/#!/GHA2016\">www.devinit.org/GHA2016</a></p>\n<p>2. Charlotte Lattimer, Senior Policy &amp; Engagement Adviser, and Sophia Swithern, Research &amp; Analysis Lead, are available for interview.</p>\n<p>3. Charts and data can be provided, and can be used with the following credit:<br/>\n– If using our data and figure:<br/>\nData analysis and figure development by Development Initiatives: www.devinit.org<br/>\n– If using our data and redesigning for your own figure:<br/>\nData analysis by Development Initiatives: www.devinit.org</p>\n<p>4. Development Initiatives is also launching a report on humanitarian transparency ahead of its side event at the World Humanitarian Summit. A copy of this report is available on request.</p>\n</div>"}, {"title": "Development Initiatives welcomes the International...", "author": [], "format": "News", "date": "11 May 2016", "description": "Development Initiatives (DI) has welcomed the report, particularly its call for DFID to use its leadership role to encourage other humanitarian actors to p", "url": "http://devinit.org/post/development-initiatives-welcomes-the-international-development-committees-call-for-increased-reporting-to-the-international-aid-transparency-initiative-standard/", "body": "<div class=\"lead\"><p>The UK House of Commons International Development Committee (IDC) has published its fifth report of the session 2015–16, <em><a href=\"http://www.publications.parliament.uk/pa/cm201516/cmselect/cmintdev/675/675.pdf\" target=\"_blank\">The World Humanitarian Summit: priorities for reform</a>. </em>The report sets out the IDC’s recommendations to the Department for International Development (DFID) for its approach to the forthcoming summit.</p>\n</div><div class=\"body-text p-b--2\"><p>Development Initiatives (DI) has welcomed the report, particularly its call for DFID to use its leadership role to encourage other humanitarian actors to publish to the International Aid Transparency Initiative (IATI) Standard. DI provides the technical support to IATI, which aims to make information about aid spending easier to access, understand and use.</p>\n<p>Martin Horwood, DI’s Director of Engagement and Impact, said: “We are extremely pleased to see the committee calling for DFID to reinforce its own commitment to publishing to the IATI Standard and encouraging other actors to do the same. We are wholeheartedly committed to transparency and open data, as we believe these are key tools in strengthening accountability, improving monitoring and building a more effective and efficient humanitarian system.</p>\n<p>“We also welcome the committee’s recommendation that DFID proposes ways to close the gap between development and humanitarian interventions, allowing for a rapid shift from development to emergency humanitarian assistance as required. Flexibility in the use of humanitarian and development funding, and a commitment to multi-year financing, are particularly important in the case of effective responses to protracted and recurrent crises.</p>\n<p>“The committee also recognises the importance of local actors in the humanitarian system, calling for DFID to resource and promote the role of local actors in crisis response. We welcome this recommendation, as we believe that these actors are often key to an effective and timely response to crises.”</p>\n<p>The report uses DI evidence to show the shift in humanitarian assistance in recent years towards more long-term funding for crisis situations.</p>\n<p>The <a href=\"https://www.worldhumanitariansummit.org/\" target=\"_blank\">World Humanitarian Summit</a> will take place in Istanbul on 23 and 24 May 2016.</p>\n</div>"}, {"title": "Momodou Touray appointed as DI’s new Poverty Res...", "author": [], "format": "News; Press release", "date": "28 Apr 2016", "description": "Momodou leads DI’s new thematic area measuring the progress of people out of poverty, which seeks to drive commitments and much-needed investment towards i", "url": "http://devinit.org/post/momodou-touray-appointed-as-dis-new-poverty-research-director/", "body": "<div class=\"lead\"><p>We are delighted to announce that Momodou Touray has been appointed as DI’s new Poverty Research Director based in Nairobi, Kenya.</p>\n<p> </p>\n</div><div class=\"body-text p-b--2\"><p>Momodou leads DI’s new thematic area measuring the progress of people out of poverty, which seeks to drive commitments and much-needed investment towards improving poverty data. It also aims to unpack the data that does exist, to build a more accurate picture of poverty.</p>\n<p>He has worked in the development sector for fifteen years, including as an advisor at the United Nations Development Programme and more recently as Executive Director at the African Forum and Network on Debt and Development. His academic background includes an MSc in Economics from the University of Montpellier, France, and a BSc in Economics from Pierre Mendès-France University, France.</p>\n<p>Momodou replaces Charles Lwanga-Ntale, who established DI’s East Africa office in 2011.</p>\n</div>"}, {"title": "Donors gave a record amount of aid for hosting ref...", "author": [], "format": "News; Press release", "date": "13 Apr 2016", "description": "New data was released today by the Organisation for Economic Co-operation and Development (OECD)’s Development Assistance Committee (DAC) on global aid spe", "url": "http://devinit.org/post/donors-gave-a-record-amount-of-aid-for-hosting-refugees-in-2015-while-also-increasing-spending-elsewhere/", "body": "<div class=\"lead\"></div><div class=\"body-text p-b--2\"><p>New data was released today by the Organisation for Economic Co-operation and Development (OECD)’s Development Assistance Committee (DAC) on global aid spending. The data shows that official development assistance (ODA; also known as aid) spending on refugees in donor countries overall has more than doubled to US$13.9 billion between 2014 and 2015. However, this has not come at the expense of other aid spending. Even when excluding the spending on refugees in country, total ODA has still risen by US$2.2 billion or 1.7%.</p>\n<h3>Global ODA spending to show proportion on refugee costs</h3>\n<p><a href=\"http://devinit.org/wp-content/uploads/2016/04/Global-ODA-spending-to-show-proportion-of-refugee-costs_upload.png\"><img alt=\"Global ODA spending to show proportion of refugee costs_upload\" class=\"alignnone wp-image-10589 size-full\" height=\"369\" src=\"http://devinit.org/wp-content/uploads/2016/04/Global-ODA-spending-to-show-proportion-of-refugee-costs_upload.png\" width=\"492\"/></a></p>\n<h3>Key figures</h3>\n<ul>\n<li>Total global ODA spending in 2014: US$137.2 billion.</li>\n<li>Total global ODA spending in 2015: US$146.7 billion.</li>\n<li>Global ODA spending excluding refugee costs in 2014: US$130.6 billion.</li>\n<li>Global ODA spending excluding refugee costs in 2015: US$132.8 billion.</li>\n<li>Refugee spending has risen from US$6.6 billion in 2014 to US$13.9 billion in 2015.</li>\n</ul>\n<h3>EU countries with the highest spending on refugee costs</h3>\n<p><strong>Germany:</strong> Germany’s total ODA spending in 2015 was US$20.9 billion, up from US$16.6 billion in 2014. Excluding refugee costs from these figures, aid spending still increased by 5.8% between 2014 and 2015.</p>\n<p><strong>Italy:</strong> Italy’s total ODA spending in 2015 was US$4.6 billion, up from US$4 billion in 2014. Excluding refugee costs from these figures, aid spending still increased by 7.5% between 2014 and 2015.</p>\n<p><strong>Netherlands:</strong> The Netherland’s total ODA spending in 2015 was US$6.9 billion, up from US$5.6 billion in 2014. Excluding refugee costs from these figures, aid spending still increased by 15.4% between 2014 and 2015.</p>\n<p><strong>Sweden:</strong> Sweden’s total ODA spending in 2015 was US$8.5 billion, up from US$602 billion in 2014. Excluding refugee costs from these figures, aid spending still increased by 9.9% between 2014 and 2015.</p>\n<p><strong>Harpinder Collacott, Executive Director at Development Initiatives</strong> said: “<em>These figures show an encouraging picture. Aid donors are still maintaining their commitments to end global poverty whilst also meeting the challenges on their doorsteps posed by the current refugee crisis in Europe</em>.”</p>\n<p style=\"text-align: center;\"> – Ends –</p>\n<p><strong>Contact:</strong> Anna Abuhelal, Communications Manager at Development Initiatives</p>\n<p>E: <a href=\"mailto:Anna.Abuhelal@devinit.org\">Anna.Abuhelal@devinit.org</a> T: +44(0)1179 272505 M: +44(0) 7894442055</p>\n<h3><strong>Notes to editors<br/>\n</strong></h3>\n<ul>\n<li>‘Refugee costs’ refers to costs incurred within donor countries</li>\n<li>All figures are in constant 2014 prices</li>\n<li>A full breakdown of the figures behind this analysis is available on request</li>\n<li>Development Initiatives will publish a full factsheet on all the key findings from the data release tomorrow</li>\n</ul>\n</div>"}, {"title": "New report shows some of the world’s most fragil...", "author": [], "format": "News; Press release", "date": "01 Mar 2016", "description": "A new report by the international development organisation Development Initiatives has found there are several fragile states that are not being prioritise", "url": "http://devinit.org/post/new-report-shows-some-of-the-worlds-most-fragile-countries-are-missing-out-on-aid-designed-to-help-conflict-affected-states/", "body": "<div class=\"lead\"></div><div class=\"body-text p-b--2\"><p>A new report by the international development organisation Development Initiatives has found there are several fragile states that are not being prioritised for vital funds to help with conflict prevention and resolution, peace and security. The report, <em><a href=\"http://devinit.org/#!/post/investments-in-peace-and-security\" target=\"_blank\">Investments in peace and security</a>,</em> found that Chad and the Central African Republic receive particularly low funds given their relatively high levels of fragility. They received US$11.5 million and US$19.8 million, respectively, in 2014 yet score higher on the 2014 Fund for Peace Fragile States Index than Afghanistan, which received US$486 million in the same year. The Ukraine also received considerably more despite being classed as 40% less fragile.</p>\n<p>Sarah Dalrymple, Senior Policy Adviser at Development Initiatives, said, “Aid for peace and security is relatively low at just US$3.2 billion – dwarfed by US$165 billion of aid spent in total. In addition, we found that some very fragile countries are potentially being missed out when funds are allocated, leaving many vulnerable and crisis-affected people in ever more desperate need. It is crucial that funding is strengthened and better targeted on the basis of the needs of the most vulnerable people”.</p>\n<p>The report also looks at the broader financing picture on conflict and fragility, including US$1.7 trillion on military expenditure and US$9.7 million on peacekeeping, and calls for urgent improvements to data and reporting on resource flows beyond aid.</p>\n<p>Sarah Dalrymple said, “The Sustainable Development Goals have created a focus for development actors on ‘peaceful and inclusive societies’ and humanitarian actors are seeking solutions to the spiralling costs of protracted crises ahead of the World Humanitarian Summit this June. It is therefore crucial that we seize this momentum to look at resources beyond aid – including domestic, international, public and private – and ensure they are mobilised as a means of addressing the needs of vulnerable and conflict-affected people.</p>\n<p>“Issues with data gaps and lack of transparency particularly on security resources make it difficult to get an accurate picture of how and where money is being spent. Without better reporting, it will be almost impossible for there to be coordinated efforts between different actors working in fragile contexts to ensure they are meeting the needs of people most affected by crisis”.</p>\n<p style=\"text-align: center;\"><strong> – Ends –</strong></p>\n<p><strong>Contact:</strong> Anna Abuhelal, Head of Communications at Development Initiatives</p>\n<p>E: <a href=\"mailto:Anna.Abuhelal@devinit.org\">Anna.Abuhelal@devinit.org</a> T: +44(0)1179 272505 M: +44(0) 7894442055</p>\n<h3><strong>Notes to editors</strong></h3>\n<ul>\n<li>The full report can be accessed at <a href=\"http://www.devinit.org/investments-in-peace-and-security\" target=\"_blank\">devinit.org/investments-in-peace-and-security</a></li>\n<li>ODA – Official development assistance (commonly referred to as aid)</li>\n<li>CPS – Conflict resolution and prevention, peace and security</li>\n<li>2014 Fund for Peace Fragile States Index can be found at <a href=\"http://fsi.fundforpeace.org/\">http://fsi.fundforpeace.org/</a></li>\n</ul>\n<h3>About Development Initiatives</h3>\n<p>Development Initiatives is an international development organisation that supports decision makers and others to make sense of existing data on poverty, vulnerability and crisis, and the resources available to address them. We create innovative technical solutions to improve data quality, make it more accessible and useable, and build the capacity of others on data collection, publishing and use. We also hold a number of strategic partnerships based on shared commitments that transparent, reliable, disaggregated and timely data has a vital role to play in contributing to the end of poverty. We have a global presence spanning the UK, the US, East Africa, South Asia and Brazil.</p>\n<p class=\" meta-field photo-desc \" id=\"yui_3_16_0_1_1456829159882_1795\">Photo credit: Albert Gonzalez Farran, UNAMID</p>\n<p class=\" meta-field photo-desc \">\n</p></div>"}, {"title": "International Aid Transparency Initiative's annual...", "author": [], "format": "News", "date": "03 Dec 2015", "description": "Key findings of the IATI Annual Report 2015 include: The number of organisations publishing IATI data has increased by nearly 70% in the last year, from 21", "url": "http://devinit.org/post/international-aid-transparency-initiatives-annual-report-published-today/", "body": "<div class=\"lead\"><p>The <a href=\"http://www.aidtransparency.net\" target=\"_blank\">International Aid Transparency Initiative</a> has published its <a href=\"http://www.aidtransparency.net/annualreport2015/#downloads\" target=\"_blank\">annual report</a>. The report provides an update on IATI’s progress against its three key objectives: to encourage more organisations to publish to the IATI Standard, to improve the quality of data published, and to increase the use of IATI data, especially at country level.</p>\n</div><div class=\"body-text p-b--2\"><p>Key findings of the <a href=\"http://www.aidtransparency.net/annualreport2015/#downloads\" target=\"_blank\">IATI Annual Report 2015</a> include:</p>\n<ul>\n<li>The number of organisations publishing IATI data has increased by nearly 70% in the last year, from 210 to 353</li>\n<li>Publishers now span 40 different countries, up from 30 last year</li>\n<li>US$78 billion has been reported to IATI this year so far. 80% of this is from publishers updating their data at least quarterly and 41% is from publishers updating their data at least monthly</li>\n<li>Only 20% of expected spend for 2016 and 8% of expected spend for 2017 has been reported as forward-looking budgets.</li>\n</ul>\n<p>The report also looks to the future at the key challenges and opportunities for IATI. This includes optimising the Standard for the needs of the 2030 Agenda for Sustainable Development; using the Standard for improving humanitarian reporting; and contributing to <a href=\"http://devinit.org/#!/post/joined-up-data-alliance-announcement\" target=\"_blank\">efforts to join up data</a> in order to facilitate a better understanding of development challenges and the design of effective policies to address them.</p>\n<p>Development Initiatives is the<a href=\"http://www.aidtransparency.net/governance/secretariat\" target=\"_blank\"> technical lead for IATI</a> managing the IATI Standard and supporting organisations to publish data. Development Initiatives led on the production of the annual report.</p>\n<p><a href=\"http://www.aidtransparency.net/annualreport2015/\">Explore a summary of the full report</a></p>\n</div>"}, {"title": "New UK Government aid strategy must focus on the p...", "author": [], "format": "News", "date": "24 Nov 2015", "description": "We are pleased that the government has identified the need to strengthen resilience and response to crises and has maintained a strong headline objective t", "url": "http://devinit.org/post/new-uk-government-aid-strategy-must-focus-on-the-poorest-and-most-vulnerable/", "body": "<div class=\"lead\"><p>The UK Government has published its new aid strategy, <a href=\"https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/478834/ODA_strategy_final_web_0905.pdf\"><em>UK aid: tackling global challenges in the national interest</em></a>. The strategy, which was announced yesterday by the Chancellor and Secretary of State for International Development, sets out a new cross-government approach to official development assistance (ODA) spending.</p>\n</div><div class=\"body-text p-b--2\"><p>We are pleased that the government has identified the need to strengthen resilience and response to crises and has maintained a strong headline objective to tackle extreme poverty and help the world’s most vulnerable people. The decision to establish a new £500 million ODA crisis fund is most encouraging as it has the potential to result in more effective responses to emerging crises. We also welcome the ambition to improve transparency of aid spending across all government departments. Ensuring that all implementing partners of UK aid, including private contractors, meet global transparency standards will be an essential step to improving the effectiveness of UK aid.</p>\n<p>Greater detail is required on several of the other initiatives announced to establish the impact of these investments on the poorest and most vulnerable people. For example, the Department for International Development (DFID) will remain the primary channel for aid, but the strategy makes clear that more aid will be administered by other government departments. These departments are not covered by the International Development Act 2002, which clarified the purpose of aid spending as poverty reduction. Additional information on the proportion of ODA and non-ODA funding to cross-government funds (in particular the role and objectives of the National Security Council-led Prosperity Fund) will be essential to establish the overall impact of the strategy.</p>\n<p>The commitment to allocate 50% of DFID’s budget to fragile states in every year of this Parliament also requires further scrutiny – in terms of where reprioritisation will occur to ensure both sustained investment for long-term peacebuilding and stability and needs-based allocation of humanitarian assistance in line with the UK’s commitments to Good Humanitarian Donorship. It also remains to be seen, in the context of a reduced DFID budget, what impact this commitment will have on actual levels of spending in fragile states.</p>\n<p>Development Initiatives will continue to provide further analysis over the coming weeks as further information becomes available.</p>\n</div>"}, {"title": "Development Initiatives endorses the international...", "author": [], "format": "News", "date": "17 Nov 2015", "description": "Development Initiatives is pleased to announce official endorsement for the international Open Data Charter. Promoting openness is a critical element of dr", "url": "http://devinit.org/post/development-initiatives-endorses-the-international-open-data-charter/", "body": "<div class=\"lead\"></div><div class=\"body-text p-b--2\"><p>Development Initiatives is pleased to announce official endorsement for the <a href=\"http://opendatacharter.net/\">international Open Data Charter</a>. Promoting openness is a critical element of driving more effective development decision making, and the international Open Data Charter process presents a major opportunity to realise the potential of open data as a key driver of sustainable development.</p>\n<p>Harpinder Collacott, Executive Director at Development Initiatives, said, “<em>We are fully committed to transparency and open data, exemplified in our work on the International Aid Transparency Initiative among other projects. We have been pleased to contribute to the discussions leading up to the drafting and launch of the Charter, which is why we are delighted to endorse it.</em><br/>\n<em><br/>\n“Going forward, we remain strongly committed to the Charter process and look forward to our continued participation. In the coming years we will continue to support open data initiatives in the countries in which we work, collaborate with the Charter’s stakeholders on advancing joined up data and standards as well as operationalise the Charter’s principles across our organisation.”</em></p>\n<p>The international Open Data Charter recognises the potential and importance of data openness in both advanced economies and developing countries, while recognising their particular needs and capacities. Its strong focus on enabling data usage, especially its principle of data comparability and interoperability, is timely and relevant.</p>\n</div>"}, {"title": "Development Initiatives supports the 2nd Busan Glo...", "author": [], "format": "News", "date": "05 Nov 2015", "description": "Global Partnership for Effective Development Co-operation: background The Busan Partnership for Effective Development Co-operation, agreed in Busan in 2011", "url": "http://devinit.org/post/development-initiatives-supports-the-2nd-busan-global-partnership-forum-in-seoul/", "body": "<div class=\"lead\"><p>DI will play a key strategic role in the 2nd Busan Global Partnership Forum and preceding Learning and Accelerating programme taking place in Seoul on 18–24 November 2015. This forms part of a <a href=\"http://devinit.org/#!/post/bristol-based-international-development-organisation-enters-landmark-three-year-partnership-with-the-foreign-ministry-of-the-republic-of-korea\">three-year strategic partnership</a> between Development Initiatives (DI) and the Government of the Republic of Korea (South Korea).</p>\n</div><div class=\"body-text p-b--2\"><h3>Global Partnership for Effective Development Co-operation: background</h3>\n<p>The Busan Partnership for Effective Development Co-operation, agreed in Busan in 2011, marked a significant shift in the international debate from aid effectiveness to development effectiveness, and led to the launch of the Global Partnership for Effective Development Co-operation (GPEDC). This multi-stakeholder initiative brings together governments, the private sector, civil society and others to ensure that funding, knowledge and policy produce maximum impact on development. GPEDC is underpinned by four shared ‘Busan principles’:</p>\n<ol>\n<li>Ownership of development priorities by developing countries</li>\n<li>Focus on results</li>\n<li>Inclusive development partnerships</li>\n<li>Transparency and accountability</li>\n</ol>\n<p>The Government of Korea has played a key role in GPEDC since its inception. The GPEDC seeks to speed up application of the commitments made at Busan, focusing on implementation at the country level. The 2nd Busan Global Partnership Forum and Learning and Accelerating Programme will help drive this agenda, bringing together practitioners at a country level to share experiences and promote best-practice, with an emphasis on practical action.</p>\n<h3>2015 Forum themes</h3>\n<p>The 2015 Forum will consider progress to date against the Busan principles, focusing on three themes:</p>\n<ul>\n<li>GPEDC’s role in the post-2015 development framework<em>How can the GPEDC, together with its monitoring framework and focus on the quality of development practice and partnership, support the new 2030 Agenda for Sustainable Development?</em></li>\n<li>Multi-stakeholder participation, with a focus on the role of the private sector<em>What is the role of the private sector and what lessons can be drawn to maximise the development outcomes of public–private dialogue and partnerships?</em></li>\n<li>Development effectiveness in fragile states<em>What are the challenges to development effectiveness in the context of fragility and from where can examples of success be drawn?</em></li>\n</ul>\n<h3>DI’s role in the event</h3>\n<h4>Personnel</h4>\n<p>Led by <a href=\"http://devinit.org/#!/about/meet-the-team/daniel-coppard\" target=\"_blank\">Dan Coppard</a>, DI’s Director of Analysis, Research and Evidence and member of the GPEDC Advisory Group, DI is providing strategic input to the programme and performing background research and analysis on key themes. Cordelia Lonsdale is coordinating panel and breakout sessions and managing panel speakers.</p>\n<p>The Forum is co-hosted by DI’s Regional Director, East &amp; Central Africa, <a href=\"http://devinit.org/#!/about/meet-the-team/charles-lwanga-ntale\" target=\"_blank\">Charles Lwanga-Ntale</a>. <a href=\"http://devinit.org/#!/about/meet-the-team/joni-hillman\" target=\"_blank\">Joni Hillman</a>, who manages DI’s work on the International Aid Transparency Initiative (IATI), will facilitate a breakout session on Realising the potential of global transparency at country level.</p>\n<p>DI’s Head of Technical Development<a href=\"http://devinit.org/#!/about/meet-the-team/rob-tew\" target=\"_blank\"> Rob Tew</a> will run a module at the Learning and Accelerating programme on Enhancing data skills, to help participants understand and interpret data on official development assistance using DI’s <a href=\"http://devinit.org/#!/data\" target=\"_blank\">Development Data Hub</a>.</p>\n<h4>Thematic areas of expertise</h4>\n<p>DI’s role in the Forum capitalises on its areas of expertise, including strengthening humanitarian assistance for the international community, ensuring the effective use of all resources for ending poverty, and strengthening production, accessibility and use of data and evidence to inform better development work.</p>\n<p>DI is producing three background papers on these key themes to promote discussion. Papers for themes two and three (private sector and fragile states) will draw on country case study evidence synthesized specifically for the Forum and provide analysis of the key lessons and experiences that emerge. The reports will link global discussions with country experience, in alignment with the GPEDC agenda. These will be published on our website after the meeting.</p>\n<p>For more information about the 2nd Busan Global Partnership Forum, the Learning and Accelerating programme or the partnership between DI and the Republic of Korea, please email cordelia.lonsdale@devinit.org</p>\n</div>"}, {"title": "DI Executive Director to tell UK parliamentary com...", "author": [], "format": "News", "date": "03 Nov 2015", "description": "Development Initiatives’ Executive Director, Harpinder Collacott will provide evidence to the UK Parliament’s International Development Committee (IDC) tod", "url": "http://devinit.org/post/international-development-committee-inquiry-into-the-sustainable-development-goals/", "body": "<div class=\"lead\"></div><div class=\"body-text p-b--2\"><p>Development Initiatives’ Executive Director, Harpinder Collacott will provide evidence to the UK Parliament’s International Development Committee (IDC) today. She will tell the committee that the UK’s Department for International Development must focus efforts on better data on poverty and resources in their contribution to the new Sustainable Development Goals (SDGs) that aim to drive an end to extreme poverty by 2030.</p>\n<p>The IDC is conducting an inquiry into the implementation of the SDGs. It is examining how they should be implemented, which DFID should prioritise, and how progress will be measured.</p>\n<p>The session will be the third oral evidence session undertaken by the Committee and will focus on the role of data in the SDG agenda. Harpinder Collacott will provide evidence alongside John Pullinger CB, UK National Statistician and Chair of the UN Statistical Commission, and Johannes Jütting, Manager of PARIS21.</p>\n<p>Harpinder Collacott will be drawing on DI’s written evidence submission which emphasised that:</p>\n<ul>\n<li>To be able to measure progress on ending poverty and ensure no one is left behind in the achievement of the SDGs, we need data to be disaggregated geographically, by age, gender, disability and income quintile across all indicators.</li>\n<li>DFID should support the development of an accurate baseline of such disaggregated data on the poorest and most vulnerable people to measure their progress specifically.</li>\n<li>DFID should champion the importance of financing the development of sustainable administrative data systems and investing in core statistical systems and data collection in each country.</li>\n</ul>\n<p>A full version of DI’s submission to the International Development Select Committee can be downloaded <a href=\"http://devinit.org/wp-content/uploads/2015/11/DI-Evidence-to-IDC-inquiry-Sept-2015.pdf\">here</a> alongside a <a href=\"http://devinit.org/wp-content/uploads/2015/11/Summary_FINAL.pdf\" target=\"_blank\">graphic overview</a>.</p>\n<p>The session will take place today at 10.30 on Tuesday 3 November 2015 in Committee Room 16 of the House of Commons and will also be broadcast on <a href=\"http://www.parliamentlive.tv/Event/Index/9c329d7f-48c3-40a7-8705-18cc68460823\" target=\"_blank\">Parliament Live</a>.</p>\n<p> </p>\n</div>"}, {"title": "Groundbreaking new tool lets Ugandans see the numb...", "author": [], "format": "News; Press release", "date": "13 Oct 2015", "description": "Today Development Initiatives (DI), an international development organisation specialising in data, launched a new online tool called Spotlight on Uganda.", "url": "http://devinit.org/post/groundbreaking-new-tool-lets-ugandans-see-the-numbers-on-resources-poverty-education-and-health-at-national-and-district-level/", "body": "<div class=\"lead\"></div><div class=\"body-text p-b--2\"><p>Today Development Initiatives (DI), an international development organisation specialising in data, launched a new online tool called <a href=\"http://devinit.org/#!/spotlight-on-uganda\">Spotlight on Uganda</a>.</p>\n<p>The first tool of its kind, <a href=\"http://devinit.org/#!/spotlight-on-uganda\">Spotlight on Uganda</a> sits in DI’s <a href=\"http://devinit.org/#!/data\">Development Data Hub</a> and allows web users to explore every district in the country to see how many people are living below the poverty line, as well as levels of local government revenue and expenditure. It also provides the numbers on key education and health indicators, as well as levels of access to clean water and sanitation.</p>\n<p>For example while <a href=\"http://devinit.org/#!/uganda/kiryandongo\">Kiryandongo</a> has 25 per cent of the population below the poverty line and an average local government spend of Ugandan Shillings (UGX) 69,300 per person per year, <a href=\"http://devinit.org/#!/uganda/buvuma\">Buvuma</a> has a significantly higher 97 per cent of the population living below the poverty line and the higher amount of UGX89,000 spent per person per year. On education, the tool shows that Kiryandongo has a pupil–teacher ratio of 58 on average with US$31 spent per child per year while Buvuma has a higher ratio of 61 as well as higher US$40 spent per child per year. By itself the tool does not peer into underlying reasons for differences or discrepancies, but it opens the door for deeper analysis of, and reflection on, some of the challenges.</p>\n<p><strong>Charles Lwanga-Ntale, Africa Director at Development Initiatives</strong>, said “We hope this groundbreaking new resource will both equip decision-makers to ensure that there is a greater understanding of the drivers of differential resource allocation and that resources are being allocated effectively. We also hope that citizens and decision-makers will be better empowered through free access to key information on what is being spent and where, and the impacts of poverty and living standards that are being realised in different districts across the country.”</p>\n<p>The Development Data Hub also enables comparisons between Uganda and different countries across the world on aid resources, government spending per person, poverty levels and much more. Where possible, all data is open and can be downloaded for free. The tool has generated a lot of interest both inside and outside the Ugandan government, including being used by the Office of the Prime Minister in its district league tables.</p>\n<p><strong>Richard Ssewakiryanga, Executive Director at Uganda NGO Forum</strong>, said “For everybody who is interested in evidence-based reporting, this is very helpful in providing initial and timely analysis to inform relevant policy discussions.”</p>\n<p><strong>Okecho Joan, an Economist at the Parliament of Uganda</strong>, said “The Data Hub has a wealth of information which I can use to write policy alternatives that will positively affect the people in the country.”</p>\n<p style=\"text-align: center;\"> – Ends –</p>\n<p><strong>Contact:</strong> Anna Abuhelal, Communications Manager at Development Initiatives</p>\n<p>E: <a href=\"mailto:Anna.Abuhelal@devinit.org\">Anna.Abuhelal@devinit.org</a> T: +44(0)1179 272505 M: +44(0) 7894442055</p>\n<p> </p>\n<h3>Notes to editors:</h3>\n<ul>\n<li>Development Initiatives works to end extreme poverty by 2030 by making data and information on poverty and resources transparent, accessible and useable. Working to support partners at national levels in Uganda, Kenya and Nepal and providing information and analysis on global resource flows, DI helps decision-makers to use information to increase their impact on the poorest people in the most sustainable way. With its technical expertise, DI has been instrumental in developing and supporting the <a href=\"http://www.aidtransparency.net/\">International Aid Transparency Initiative</a> (IATI) standard for aid flows.</li>\n</ul>\n<ul>\n<li>The ‘<a href=\"http://devinit.org/#!/spotlight-on-uganda\">Spotlight on Uganda</a>’ tool was launched on Monday 12 October 2015, and the wider <a href=\"http://devinit.org/#!/data\">Development Data Hub</a> was launched in beta version in April 2015.</li>\n</ul>\n<ul>\n<li>The<a href=\"http://devinit.org/#!/data\">Development Data Hub</a> is the most comprehensive online resource for financial and resource flow data alongside poverty, social and vulnerability indicators. It combines an extensive data store with interactive visualisations enabling you to chart, map and compare poverty, vulnerability and financial resource flow data at the global, national and local level.</li>\n</ul>\n<h3>You can access:</h3>\n<ul>\n<li>the tool at <a href=\"http://devinit.org/%23!/spotlight-on-uganda\">http://devinit.org/#!/spotlight-on-uganda</a></li>\n<li>the Development Data Hub at <a href=\"http://www.devinit.org/datahub\">devinit.org/datahub</a></li>\n<li>the district profile for Buvuma at <a href=\"http://devinit.org/%23!/uganda/buvuma?tab=3\">http://devinit.org/#!/uganda/buvuma?tab=3</a></li>\n<li>the district profile for Kiryandongo at <a href=\"http://devinit.org/%23!/uganda/kiryandongo\">http://devinit.org/#!/uganda/kiryandongo</a></li>\n</ul>\n<p> </p>\n<p> </p>\n</div>"}, {"title": "Development Initiatives welcomes UK Prime Minister...", "author": [], "format": "News; Press release", "date": "29 Sep 2015", "description": "In response to the UK Prime Minister’s statement made yesterday on the new global goals to end poverty, Harpinder Collacott, Executive Director at Developm", "url": "http://devinit.org/post/development-initiatives-welcomes-uk-prime-ministers-commitment-to-ensure-global-promise-to-leave-no-one-behind/", "body": "<div class=\"lead\"></div><div class=\"body-text p-b--2\"><p>In response to the UK Prime Minister’s <a href=\"https://www.gov.uk/government/news/pm-calls-on-world-leaders-for-more-aid-spending-and-more-accountability\">statement</a> made yesterday on the new global goals to end poverty, Harpinder Collacott, Executive Director at Development Initiatives said,</p>\n<p>“We welcome the Prime Minister’s commitment to ensuring the global promise to ‘Leave No One Behind’ is kept. Development Initiatives (DI) is delighted to be involved in this Partnership. We are looking forward to working closely with the UK and other nations to ensure pledges made this week to eradicate poverty and leaving no one behind are achieved. .</p>\n<p>“Our <a href=\"http://devinit.org/#!/post/investments-to-end-poverty-2015\">research</a> shows the proportion of people living in extreme poverty in fragile states has risen from around 20 per cent in 1990 to 62 per cent in 2015. The vast majority – 96 per cent – of people living in extreme poverty are in countries that are politically fragile, environmentally vulnerable or both. This means poverty is increasingly concentrated in complex and challenging contexts, and efforts will need to be intensified and better focused in order to end poverty, leaving no one behind.</p>\n<p>“DI aims to play a leadership role in monitoring the progress of the poorest people globally, and promoting the sharing of data and evidence at all levels on the effectiveness and allocation of resources towards the goal of ending poverty”</p>\n<p style=\"text-align: center;\"><strong>– Ends –</strong></p>\n<p><strong>Contact:</strong> Anna Abuhelal, Communications Manager at Development Initiatives</p>\n<p>E: <a href=\"mailto:Anna.Abuhelal@devinit.org\">Anna.Abuhelal@devinit.org</a> T: +44(0)1179 272505 M: +44(0) 7894442055</p>\n<p><strong>Notes to editors:</strong></p>\n<p>DI works to end extreme poverty by 2030 by making data and information on poverty and resources transparent, accessible and useable. Working to support partners at national levels in Uganda, Kenya and Nepal and providing information and analysis on global resource flows, DI helps decision makers to use information to increase their impact on the poorest people in the most sustainable way. With its technical expertise, DI has been instrumental in developing and supporting the International Aid Transparency Initiative (IATI) standard for aid flows.</p>\n<p>DI is funded by the Bill &amp; Melinda Gates Foundation, the William and Flora Hewlett Foundation and national governments, including Canada, the Netherlands, Sweden and the UK. We provide consultancy services to non-governmental organisations, civil society organisations, philanthropic foundations, governments and multilateral agencies.</p>\n<p> </p>\n</div>"}, {"title": "A significant change in trajectory is needed for m...", "author": [], "format": "News; Press release", "date": "24 Sep 2015", "description": "Many of the world’s poorest countries need a significant change in their poverty reduction trajectory to see an end to extreme poverty by 2030 according to", "url": "http://devinit.org/post/a-significant-change-in-trajectory-is-needed-for-many-countries-to-deliver-the-sustainable-development-goals-finds-new-research/", "body": "<div class=\"lead\"></div><div class=\"body-text p-b--2\"><p>Many of the world’s poorest countries need a significant change in their poverty reduction trajectory to see an end to extreme poverty by 2030 according to the report <em>Investments to End Poverty</em> published today by the international development organisation, Development Initiatives.</p>\n<p>While huge progress has been made globally, in 30 countries the number of people living in extreme poverty increased during the period of the Millennium Development Goals. The 18 countries showing the most rapid increase in poverty in the last decade are in sub-Saharan Africa where poverty is also deepest globally. To end poverty by 2030, countries in sub-Saharan Africa will need to reduce poverty at a pace faster than South Asia has achieved in the last 15 years.</p>\n<p>The report also shows that national trends can mask big differences within countries – even those that are making good progress nationally. Available data indicates that while India reduced poverty by 10 per cent a year over the last 15 years in 10 states, eight smaller states actually saw poverty increase.</p>\n<p>Harpinder Collacott, Executive Director at Development Initiatives, said “Halving poverty has been an incredible achievement, however there are many people who have been left behind.  The new Sustainable Development Goals are going to be hugely important for driving forward an even more ambitious agenda specifically focused on leaving no one behind over the next 15 years.</p>\n<p>“Extreme poverty is increasingly concentrated in complex and challenging contexts, and efforts will need to be intensified and better focused if poverty targets are to be met. Our research shows that the proportion of people living in extreme poverty in fragile states has risen from around 20 per cent in 1990 to 62 per cent in 2015. Today, 96 per cent of people living in poverty are in countries that are politically fragile, environmentally vulnerable, or both. Addressing fragility, conflict and crisis will be essential in the fight against poverty.”</p>\n<p>The report analyses the mix of international and domestic resources that could play a role in poverty reduction. It shows that, particularly where poverty is deepest, governments do not have the volumes of revenue needed to implement the Sustainable Development Goals, and that aid has an important contribution to make in reducing poverty, creating stability and reducing vulnerability to shocks. There needs to be much greater visibility across the mix of resources and crucially better targeting of aid to where the poorest people are. This is critical to ensuring we get on track to meet the first Sustainable Development Goal and specifically the target of ending extreme poverty by 2030.</p>\n<p style=\"text-align: center;\">– Ends –</p>\n<p> </p>\n<p>Contact: Anna Abuhelal, Communications Manager at Development Initiatives</p>\n<p>E: <a href=\"mailto:Anna.Abuhelal@devinit.org\">Anna.Abuhelal@devinit.org</a> T: +44(0)1179 272505  M: +44(0) 7894442055</p>\n<p> </p>\n<h3>Notes to editors:</h3>\n<ul>\n<li>A range of data graphics for the key findings are available.</li>\n</ul>\n<ul>\n<li>Harpinder Collacott, Executive Director at Development Initiatives, and Tim Strawson, Programme Lead on <em>Investments to End Poverty</em>, are available for comment or interview.</li>\n<li>‘Depth of poverty’ measures the scale of the challenge that each country faces to end poverty. It is ba<em>sed on an official UN MDG </em>indicator, the poverty gap ratio, and measures the average gap in incomes for people living below the poverty line, spread across the population. It is expressed as a percentage of the $1.25 a day poverty line, where a higher percentage means greater depth of poverty and a more significant challenge to ending poverty. Poverty data can be used to tell us numbers of people living below the $1.25 threshold and also, at a national level, how far below the line people are.’</li>\n</ul>\n<p> </p>\n<h3>Key findings include</h3>\n<ul>\n<li>Governments in many developing countries raise low volumes of revenue that are not enough to implement the Sustainable Development Goals at the national level. In 24 of the 33 countries where depth of poverty is highest globally, government revenues are less than $1.37 per person a day (adjusted for purchasing power parity, PPP) compared with PPP$34 a day in high income countries.</li>\n</ul>\n<ul>\n<li>Low government revenues mean that, although sub-Saharan Africa spends the second highest proportion of revenues on health among all regions, spending per person is the second lowest among them.</li>\n</ul>\n<ul>\n<li>Where depth of poverty is greatest, countries are more reliant on indirect taxes. Without careful design this can place a greater burden of tax on the poorest people.</li>\n</ul>\n<ul>\n<li>Where poverty is greatest, revenue is projected to have the slowest growth</li>\n</ul>\n<ul>\n<li>The comparative advantage of aid is that it can be targeted more directly at the investments needed to reduce poverty than other resources.</li>\n<li>There is significant room to improve the targeting of aid. 29 per cent of official development assistance (ODA) goes to countries with a depth of poverty of less than 1 per cent, and in 2013 only 9 per cent of ODA commitments to build resilience against environmental shocks went to the most vulnerable countries.</li>\n</ul>\n<ul>\n<li>Donor agencies with a stronger mandate for targeting poverty allocate their resources more effectively: over 90% of ODA from agencies with a legal mandate to target poverty go to countries with the lowest government revenues (less than PPP$1,000 per person), compared with 50% from agencies that do not have a specific objective for targeting poverty.</li>\n</ul>\n<ul>\n<li>The data that guides efforts to end poverty is not fit for the purpose of ending poverty: just 12 of 55 African countries have comprehensive birth registration and a quarter have not conducted a poverty survey since 2008.</li>\n</ul>\n</div>"}, {"title": "Joined-up Data Alliance: announcement", "author": [], "format": "News", "date": "08 Sep 2015", "description": "A new coalition of open data standards setters, users and advocates bodies has been launched to put the needs of data users at the heart of data standards", "url": "http://devinit.org/post/joined-up-data-alliance-announcement/", "body": "<div class=\"lead\"><p><strong>New coalition formed to put users at the heart of data standards</strong></p>\n</div><div class=\"body-text p-b--2\"><p>A new coalition of open data standards setters, users and advocates bodies has been launched to put the needs of data users at the heart of data standards choices. The Joined-up Data Alliance (JDA) brings together open publishing standards in fields such as development cooperation, humanitarian relief, public contracting and natural resource governance to collaborate on the development and usage of data standards.</p>\n<p>The alliance recognises that, in an increasingly interconnected world, there is a need to consolidate and broaden the interactions of different data standards to ensure that the data they produce are properly joined up to maximise their accessibility and effectiveness. The Joined-up Data Alliance will collaborate on common approaches in order to:</p>\n<ul>\n<li>Foster user-centred design in creation and dissemination of their standards</li>\n<li>Seek common, open solutions to common problems</li>\n<li>Share common open methodologies and coding systems</li>\n<li>Cooperate on pilots, formally or informally</li>\n<li>Adopt a common strategy in calling for joined up global open standards including in fields such as geospatial data, functional sectors and organisational, corporate and demographic identifiers</li>\n<li>Share knowledge and learning and peer assist each other</li>\n</ul>\n<p>Initial members of the alliance are: Development Gateway; Development Initiatives; Global Initiative for Fiscal Transparency; Humanitarian Exchange Language; International Aid Transparency Initiative; Natural Resource Governance Institute; Open Contracting Partnership; OpenCorporates; Open Data Services Cooperative; Open Knowledge; Open North; Publish What You Fund; and the Web Foundation. Development Initiatives, with funding from Omidyar Network, will provide light-touch administrative and coordination duties.</p>\n<p>The alliance is open to all organisations engaged in the development, maintenance or use of open data standards who agree to the <a href=\"https://docs.google.com/document/d/1ZcBkxKaY9x31t4LH76yJ7dFMA0uyqyJ9Q-tk3FIE7UE/edit#\">statement of collaboration</a> and who agree on good working practices, such as sharing problems when we confront them, being transparent about our resources to solve them, and making sure that our standards invite contributions from others when we meet or consider an upgrade.</p>\n<p>For any queries please contact Conrad Zellmann at the Development Initiatives Joined-up Data team – jda@devinit.org</p>\n</div>"}, {"title": "Development Initiatives appoints Martin Horwood as...", "author": [], "format": "News", "date": "06 Aug 2015", "description": "Martin brings a wealth of experience to the role having been the Liberal Democrat party's international affairs spokesperson during which time he champione", "url": "http://devinit.org/post/development-initiatives-appoints-martin-horwood-as-new-director-of-engagement-and-impact/", "body": "<div class=\"lead\"><p>Development Initiatives (DI) is delighted to announce the appointment of Martin Horwood, former UK Member of Parliament for Cheltenham, as its new Director of Engagement and Impact. Martin will be responsible for the organisation’s national and international partnerships and engagement strategies.</p>\n</div><div class=\"body-text p-b--2\"><p>Martin brings a wealth of experience to the role having been the Liberal Democrat party’s international affairs spokesperson during which time he championed calls to defend human rights and combat poverty around the world. He also served as the party’s international development spokesperson during the 2015 UK general election. Before being elected to parliament, Martin worked for a number of leading charitable organisations including Oxfam, where he led a team that raised tens of millions of pounds for poor people in developing countries, including £2.5m for people affected by the Rwanda genocide.</p>\n<p>Commenting on the appointment, Harpinder Collacott, Executive Director of DI, said,</p>\n<blockquote><p><em>“Martin brings exceptional experience and expertise to this role. We believe that DI has huge opportunities to contribute both to the end of extreme poverty by 2030 and to the goal of ensuring that no one is left behind. Martin will strengthen our ability to ensure our research has a real impact for people living in poverty.”</em></p></blockquote>\n<p>Martin Horwood said,</p>\n<blockquote><p><em>“I am very excited by this opportunity. Development Initiatives is an extraordinary organisation and the best source of information about international development that I know. They have built a successful organisation, well respected in the private, public and voluntary sectors for providing objective analysis and informing policy and practice worldwide. I’m really looking forward to helping the organisation achieve its ambitious vision of ending poverty by 2030.”</em></p></blockquote>\n<p>Martin will join DI from 10 August 2015 and will be based in the organisation’s Bristol office.</p>\n</div>"}, {"title": "Launch of the Development Data Hub in Uganda", "author": [], "format": "News", "date": "17 Jul 2015", "description": "Development Initiatives (DI) was pleased to launch the Development Data Hub, alongside a preview of the ‘Spotlight on Uganda’, on Thursday 2 July at Protea", "url": "http://devinit.org/post/launch-of-the-development-data-hub-in-uganda/", "body": "<div class=\"lead\"><p>A positive reaction to our Data Hub and Spotlight on Uganda was received, with emphasis on continued engagement.</p>\n</div><div class=\"body-text p-b--2\"><p>Development Initiatives (DI) was pleased to launch the <a href=\"http://devinit.org/#!/data\">Development Data Hub</a>, alongside a preview of the ‘Spotlight on Uganda’, on Thursday 2 July at Protea Hotel, Kampala. We hosted more than 80 participants from different organisations ranging from civil society organisations, academia, government agencies, politicians and development partners.</p>\n<h3>Highlights</h3>\n<p><a href=\"http://devinit.org/wp-content/uploads/2015/07/1.jpg\"><img alt=\"1\" class=\"aligncenter size-full wp-image-9240\" height=\"494\" sizes=\"(max-width: 744px) 100vw, 744px\" src=\"http://devinit.org/wp-content/uploads/2015/07/1.jpg\" srcset=\"http://devinit.org/wp-content/uploads/2015/07/1.jpg 744w, http://devinit.org/wp-content/uploads/2015/07/1-320x212.jpg 320w, http://devinit.org/wp-content/uploads/2015/07/1-555x370.jpg 555w\" width=\"744\"/></a></p>\n<p>The launch event created a platform for discourse around issues of sustainable development, poverty eradication and the role of quality data. Here, we summarise some of the discussions.</p>\n<h3>Uganda’s data revolution and poverty eradication</h3>\n<p>In setting the tone for the discussion, Davis Adieno (Capacity Development Manager, DI Africa Hub) pointed out that the Development Data Hub fits within a broader DI agenda on improving access to information in the fight against poverty. In addition, Charles Lwanga-Ntale (DI Regional Director, East &amp; Central Africa) emphasised the need to unbundle the statistics (an attribute the data hub provides) because many questions and details do not come across when looking at the figures without context.</p>\n<p>As global consensus is attained on the <a href=\"https://sustainabledevelopment.un.org/post2015\">Sustainable Development Agenda</a> (which is already reflected in Uganda’s recently launched second <a href=\"http://npa.ug/development-plans/ndp-201011-201415/\">National Development Plan</a>), it was widely acknowledged at the launch that availability of quality data is central to the realisation of the associated goals as well as eradication of poverty.</p>\n<h3>Quality data availability in development</h3>\n<p>Timely and reliable statistics are what quality data is made of, a phenomenon emphasised by Bright Kimuli, Senior Statistician at the <a href=\"http://www.ubos.org/\">Uganda Bureau of Statistics (UBoS)</a>. In presenting the views from UBoS he emphasised the need for standards (international and national) in order to attain consistence and comparability across years and contexts.</p>\n<h3>Presentation of the Development Data Hub</h3>\n<p>The Development Data Hub was presented with a specific focus on Uganda, clearly showing what it can do and how it can be used. In addition to introducing the current aspects and visualisations of the Data Hub (including the <a href=\"http://devinit.org/#!/data\">global</a> picture, unbundling of <a href=\"http://devinit.org/#!/post/unbundling-aid\">aid</a> and <a href=\"http://devinit.org/#!/country/uganda\">Uganda</a> country profiles), a preview of the Spotlight on Uganda was showcased. This forthcoming feature will provide details of government finance, demographics, population, poverty statistics and outcome performances in education and health at the district level in Uganda.</p>\n<p><a href=\"http://devinit.org/wp-content/uploads/2015/07/2r.png\"><img alt=\"Spotlight on Uganda\" class=\"aligncenter size-full wp-image-9245\" height=\"619\" src=\"http://devinit.org/wp-content/uploads/2015/07/2r.png\" width=\"851\"/></a></p>\n<p>The Development Data Hub was then officially launched by <a href=\"http://npa.ug/about-npa/authority-board-members/\">Dr Abel Rwendeire</a>, the Deputy Chairperson of the National Planning Authority (<a href=\"http://npa.ug/\">NPA</a>), who emphasized the need for further appreciation of data, identifying where the gaps are and how they can be filled. He was particularly enthusiastic about the Spotlight on Uganda and its potential use for decision making within the government.</p>\n<p>The event concluded with different aspects of the Development Data Hub being showcased on screens throughout in the room, which proved a very popular avenue to answer specific questions that participants had with regards to the data (sources, authenticity and validity, among others).</p>\n<h3>Looking ahead</h3>\n<p>Feedback received from participants at the launch event was very positive, with the majority of participants considering the Data Hub to be either relevant or extremely relevant to their work. All expressed high demand for all forms of data held within the Data Hub. Many respondents expressed interest in more information on Uganda being introduced to the Data Hub, particularly within the areas of agriculture, mortality and gender, with a key interest in subnational disaggregations.</p>\n<p>There was a also a call from many participants across all forms of stakeholders for a closer working relationship with Development Initiatives. These partnerships will be cultivated through continued engagement over the short and medium term.</p>\n<p>The significance of quality data as well as its availability continues to grow, making the Data Hub’s comprehensive and visual nature very appealing to all the Ugandan audience and beyond. Feedback received suggested that the Spotlight on Uganda in particular will be a great empowerment tool for data users and producers in Uganda.</p>\n<p><strong>For additional information on the Development Data Hub and Spotlight on Uganda, please contact  <a href=\"mailto:info@devinit.org\">info@devinit.org</a></strong></p>\n</div>"}, {"title": "Development Initiatives and Publish What You Fund ...", "author": [], "format": "News", "date": "13 Jul 2015", "description": "Increasing amounts of data about development resources and outcomes are becoming available but are difficult to compare with one another because they are p", "url": "http://devinit.org/post/development-initiatives-and-publish-what-you-fund-launch-new-project-to-make-data-easier-to-compare-and-use/", "body": "<div class=\"lead\"><p>Development Initiatives and Publish What You Fund today launched a new joint project aimed at improving the way that data can be shared and used. The Joined-Up Data Standards project, supported by <a href=\"http://www.omidyar.com/\">Omidyar Network</a>, seeks to change the way in which the standards that govern development data are designed and how they can be aligned to bring data together from multiple data standards. The aim is to achieve greater interoperability of data to improve decision-making and accountability.</p>\n</div><div class=\"body-text p-b--2\"><p>Increasing amounts of data about development resources and outcomes are becoming available but are difficult to compare with one another because they are published in different formats.  The project will work collaboratively with data standards bodies to bridge these differences with a view to making it possible for users to compare and draw on data from multiple sources.</p>\n<p>In the first phase of the project, case studies will be developed to highlight problems of standards incompatibility, and competing standards will be mapped in collaboration with the global institutions maintaining them. The project will also support collaboration between open publishing standards in fields such as development cooperation, humanitarian relief, public contracting and natural resource governance to ensure that the data generated through these systems is fully interoperable.</p>\n<p>The project aims to establish the technical and political rationale for the creation of an international working group to provide sustainable leadership and governance for joined-up data standards.</p>\n<p>Announcing the new project, Harpinder Collacott, Director of Engagement and Impact at Development Initiatives, said:</p>\n<blockquote><p><em>“Data has the potential to revolutionise the development landscape. However, this will only happen when data can be brought together to become information that can inform decisions. To achieve this DI has launched this project to find solutions to overcome data silos and ensure data can be combined and contextualised. We believe the Joined Up Data Standards project will make an important contribution to the use of data and information to inform decision-making and help deliver a data revolution.”</em></p></blockquote>\n<p><em> </em></p>\n<p>Rupert Simons, CEO of Publish What You Fund said:</p>\n<blockquote><p><em>“Information is power, and to share that power we need to share the information. That’s difficult right now, because there are different open data standards and they aren’t always compatible with each other. At Publish What You Fund, we see this project as equivalent to building a translation engine between languages. We don’t want to replace any of the languages, but we do want to make it easier to share information across countries and sectors.”</em></p></blockquote>\n<p><strong><a href=\"https://www.omidyar.com/blog/setting-high-and-compatible-standards\">Omidyar  network also announced their support of the initiative</a></strong></p>\n<h3><u>Notes </u></h3>\n<p>Omidyar Network is the main funding partner for the first phase of the project (2015–2017) providing funding of US$1 million.</p>\n<p>The overall budget for the first phase is US$1.4 million. Development Initiatives and Publish What You Fund invite interested funding partners to contribute to this important and groundbreaking effort.</p>\n<ul>\n<li><strong>Development Initiatives (DI)</strong> works to end extreme poverty by 2030 by making data and information on poverty and resources transparent, accessible and useable. Working to support partners at national levels in Uganda, Kenya and Nepal and providing information and analysis on global resource flows, DI helps decision makers to use information to increase their impact on the poorest people in the most sustainable way. With its technical expertise, DI has been instrumental in developing and supporting the IATI standard for aid flows. In this project, DI will be the lead implementing partner focusing on the critical technical aspects and on engaging expert stakeholders.</li>\n</ul>\n<ul>\n<li><strong>Publish What You Fund </strong>is the global campaign for aid transparency. Its mission is to achieve a significant increase in the availability and accessibility of comprehensive, timely, comparable and accessible information about development flows. Its primary focus is advocacy for the publication of information in common, open, accessible formats. Publish What You Fund has been a highly effective advocate for aid transparency, for example through its work on the Aid Transparency Index, encouraging the take up of IATI by leading aid providers. In this project, it will focus on engaging decision-makers to build momentum towards joined-up data standards through constructive advocacy.</li>\n</ul>\n<p><strong> </strong></p>\n</div>"}, {"title": "Global Humanitarian Assistance Report 2015", "author": [], "format": "News", "date": "19 Jun 2015", "description": "Our Global Humanitarian Assistance programme has published its annual report", "url": "http://devinit.org/post/global-humanitarian-assistance-report-2015-2/", "body": "<div class=\"lead\"><p>Our Global Humanitarian Assistance programme has published its annual GHA report; the most comprehensive overview of global humanitarian finance.</p>\n</div><div class=\"body-text p-b--2\"><p>The spotlight is on financing to address crisis, vulnerability and risk as never before. This is for two reasons – the urgent challenge of attempting to meet rising humanitarian needs with limited resources, and the unique opportunities to find solutions presented by a suite of global processes in 2015 and 2016. The Global Humanitarian Assistance (GHA) Report 2015 provides the evidence to understand the former and to inform the latter.</p>\n<p>The GHA Report 2015 shows that poverty and vulnerability to crises are intrinsically linked and that international humanitarian assistance continues to go predominantly to long-term recipients. This emphasises the need to build resilience, address the underlying causes of crisis and meet the long-term needs of people affected by crisis. For this to happen, a shared responsibility between humanitarian, development, climate change and other actors is critical as is the mobilisation of other resources beyond humanitarian assistance.</p>\n<p><a href=\"http://www.globalhumanitarianassistance.org/GHAreport2015/\"><strong>Explore the key findings and download the report via our GHA website.</strong></a></p>\n<h3>Key findings of the report include:</h3>\n<ul>\n<li>International humanitarian assistance rose for a second year running to a record US$24.5 billion in 2014. All of 2013’s largest donors gave more in 2014, and many gave their largest amounts. Despite this rise, funding was not sufficient to meet needs. In response to the scale of need in 2014, UN-coordinated humanitarian appeals requested the highest amount of funding to date – a total of US$19.5 billion – yet a record US$7.5 billion of requirements went unmet.</li>\n<li>2013 saw a shift in the geography of displacement – with more people displaced now in the Middle East than in Africa. As a result, Gulf donors rose in prominence, and Saudi Arabia and the United Arab Emirates (UAE) became the 6th and 15th largest government donors, respectively.</li>\n<li>Two thirds (66%) of international humanitarian assistance continues to go to long-term recipients such as Syria, Somalia and Pakistan, as crises are protracted or disasters recur in the same places year on year.</li>\n<li>An estimated 93% of people living in extreme poverty (defined as less than US$1.25 a day) are in countries that are either fragile or environmentally vulnerable or both, emphasising the need to address the underlying causes of crises.</li>\n<li>Domestic response and capacities often play an important role in best meeting needs and reducing the need for international finance, as case studies of Turkey and Mexico show.</li>\n<li>Of total international humanitarian assistance, only 0.2% went directly to local and national NGOs and 3.1% to the governments of affected states.</li>\n</ul>\n<p>The report uses unique methodologies to gather and analyse data to provide the most up-to-date and comprehensive picture of global humanitarian financing. It includes in-depth analysis of international financing to national and local actors, as well as wider resource flows to the most crisis-affected, fragile and environmentally vulnerable countries.</p>\n<p>We have produced this report annually since 2000, to present a shared and independent evidence base for anyone engaged in providing, using, receiving and understanding assistance in crisis settings. In a year when financing for crisis preparedness and response is under scrutiny as never before, our report provides the data to inform discussion, which we hope will deliver change.</p>\n<p>We are hosting an <a href=\"http://devinit.org/#!/post/key-trends-in-humanitarian-financing-what-do-they-mean-for-future-resourcing-to-address-crises-risk-and-vulnerability\">event</a> with online streaming options for an international audience in London on <strong>6 July 2015</strong> to discuss the implications of the report’s findings on the future of humanitarian financing. <a href=\"http://devinit.org/#!/post/key-trends-in-humanitarian-financing-what-do-they-mean-for-future-resourcing-to-address-crises-risk-and-vulnerability\" target=\"_blank\">Find out more and register.</a></p>\n<p>All of the data contained within this report is available to <a href=\"http://www.globalhumanitarianassistance.org/report/gha-report-2015\" target=\"_blank\">download</a> from our GHA website. We are always pleased to hear from you, so do share with us your feedback. You can also join the discussion on twitter #GHA2015.</p>\n<p> </p>\n</div>"}, {"title": "Launch of Badili – an online resource for the da...", "author": [], "format": "News", "date": "09 Jun 2015", "description": "Badili is the Swahili for ‘change’. www.badili.org aims to facilitate sharing of relevant information, lessons and projects from the national, regional and", "url": "http://devinit.org/post/launch-of-badili-an-online-resource-for-the-data-revolution-in-africa/", "body": "<div class=\"lead\"><p>This initiative, driven by a partnership between Development Initiatives, <a href=\"http://openinstitute.com/\">The Open Institute</a>, <a href=\"https://east-africa.hivos.org\">Hivos East Africa</a> and the Association of Freelance Journalists, is a contribution to the growing momentum in Africa towards reaching and implementing action around the Data Revolution.</p>\n</div><div class=\"body-text p-b--2\"><p><a href=\"http://www.badili.org/\" target=\"_blank\"><img alt=\"Badili\" class=\"aligncenter wp-image-8989\" height=\"56\" src=\"http://devinit.org/wp-content/uploads/2015/06/Badili.png\" width=\"192\"/></a></p>\n<p>Badili is the Swahili for ‘change’. <a href=\"http://www.badili.org\" target=\"_blank\">www.badili.org</a> aims to facilitate sharing of relevant information, lessons and projects from the national, regional and global level, and help people track progress on the data revolution in Africa. The platform was a key recommendation at the <a href=\"http://devinit.org/#!/post/high-level-conference-on-the-data-revolution-in-africa-defining-the-next-steps-for-data-communities\">Conference on the Data Revolution in Africa</a> in March 2015.</p>\n<p>You can find <a href=\"http://www.badili.org/category/events/\" target=\"_blank\">events</a>, <a href=\"http://www.badili.org/category/policy/\" target=\"_blank\">policy</a>, <a href=\"http://www.badili.org/category/thought-leadership/\" target=\"_blank\">thought leadership</a>, and many <a href=\"http://www.badili.org/category/uncategorized/\" target=\"_blank\">other contributions</a> at <a href=\"http://www.badili.org\" target=\"_blank\">www.badili.org</a>. This online resource also has a <a href=\"http://www.badili.org/forum/#/\" target=\"_blank\">forum</a> for member discussions on existing, emerging and evolving issues.</p>\n<p>We invite you to actively participate and contribute your stories, initiatives, events and content such as blogs, publications, reports, commentaries, visualisations, photos, captions and cartoons/illustrations to enrich the platform.</p>\n<p>You can follow the initiative on Twitter <a href=\"https://twitter.com/badiliafrica\" target=\"_blank\">@BadiliAfrica</a> and get in touch via <a href=\"mailto:hello@badili.org\" target=\"_blank\">hello@badili.org</a></p>\n<p><a href=\"http://devinit.org/wp-content/uploads/2015/06/Group-logo.png\"><img alt=\"Group logo\" class=\"aligncenter wp-image-9003\" height=\"121\" src=\"http://devinit.org/wp-content/uploads/2015/06/Group-logo.png\" width=\"745\"/></a></p>\n</div>"}, {"title": "Development Initiatives appoints new Executive Dir...", "author": [], "format": "News", "date": "13 May 2015", "description": "Harpinder Collacott has been appointed as the new Executive Director of Development Initiatives’ (DI) not-for profit arm, Development Initiatives Poverty R", "url": "http://devinit.org/post/development-initiatives-appoints-new-executive-director/", "body": "<div class=\"lead\"><p>We are delighted to announce that Harpinder Collacott has been appointed as the new Executive Director of Development Initiatives Poverty Research and will take on the role from August 2015.</p>\n</div><div class=\"body-text p-b--2\"><p>Harpinder Collacott has been appointed as the new Executive Director of Development Initiatives’ (DI) not-for profit arm, Development Initiatives Poverty Research (DIPR), and will take on the role from August 2015. Harpinder has been with DI since April 2012 as Director of Engagement and Impact. She brings a wealth of experience including working with the War Crimes tribunal for Sierra Leone, in the philanthropic sector focusing on international human rights organisations, in various researcher roles for think tanks and in the UK and European parliaments. Her academic background includes an MA in International Relations, London School of Economics and a BA in History, University of Cambridge.</p>\n<p>This appointment follows the decision, taken five year ago by current Executive Directors, Judith Randel and Tony German, to step down from their role running the not-for profit in 2015. Judith and Tony established DI International as a consultancy in 1993 and the not-for profit arm, DIPR, in 2008. Judith and Tony will continue to be engaged with DIPR as Strategic Advisers until the start of 2019.</p>\n<p>Judith Randel and Tony German said,</p>\n<p>“Harpinder brings exceptional experience and expertise with her background in international development and the third sector across political, research and communications roles. We believe that DI has huge opportunities to contribute both to the end of extreme poverty by 2030 and to the goal of ensuring that no one is left behind. We have every confidence that Harpinder (Pin) will strengthen DI as an organisation and bring leadership, energy and focus to its work. She will also be a pleasure for all to work with.”.</p>\n<p>Commenting on her appointment, Harpinder Collacott said,</p>\n<p>“I am really excited to be given this opportunity to build on the incredible work of Judith and Tony. They have built a successful organisation that is well-respected in the field of making development and resource-flow data accessible and providing objective analysis that informs policy and practice. I want to lead DI in all its locations – currently Nairobi, Kampala, Kathmandu, Rio, Washington and Bristol – to make the most of its reputation, skills and people so that we can accelerate progress at all levels and achieve real change for people living in poverty. ”</p>\n<p>Notes:</p>\n<ul>\n<li>Development Initiative’s group structure comprises a not-for-profit social enterprise (Development Initiatives Poverty Research / DIPR) and a smaller commercial consultancy (Development Initiatives International / DII).</li>\n<li>Both organisations operate from one location and are jointly known as Development Initiatives</li>\n</ul>\n</div>"}, {"title": "Nepal Earthquake – update", "author": [], "format": "News", "date": "27 Apr 2015", "description": "Over the weekend we have been contacting our colleagues in Kathmandu to check that they are safe. For the past two years DI has been part of an initiative", "url": "http://devinit.org/post/nepal-earthquake-update/", "body": "<div class=\"lead\"><p>The news of the devastating earthquake in Nepal and the impact of its aftershocks this weekend are of great concern to everyone at Development Initiatives. The reports of rising death tolls are extremely worrying as the impact of the disaster becomes increasing clear.</p>\n</div><div class=\"p-t--1 p-b--1 m-b--1\" style=\"border-top:2px solid #f2f2f2; border-bottom:2px solid #f2f2f2;\">\n<div style=\"overflow:hidden;\">\n<div class=\"col-md-7\">\n<div><a class=\"btn btn--dark pdf-download\" ga-event-action=\"pdf-download\" ga-event-category=\"Download\" ga-event-label=\"http://devinit.org/wp-content/uploads/2015/04/Crisis-briefing-Nepal_13May2015.pdf\" ga-on=\"click\" href=\"http://devinit.org/wp-content/uploads/2015/04/Crisis-briefing-Nepal_13May2015.pdf\" target=\"_blank\" title=\"Crisis-briefing-Nepal_13May2015\">\n<i class=\"p ss-pdf\"></i>\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t  Crisis-briefing-Nepal_13May2015\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t   \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t<i class=\"p ss-download\"></i>\n</a></div> </div>\n</div>\n</div> Modal <div aria-hidden=\"true\" class=\"modal pdf-popup\">\n<div class=\"modal-dialog wide\">\n<div class=\"modal-body \">\n<div>\n<a aria-hidden=\"true\" class=\"btn-close\" href=\"#\" id=\"close-pdf-modal\">×</a>\n</div>\n<p>\n\t\t\t\t\t\t          Can we contact you later to ask your opinion about the publication you just downloaded?\n\t\t\t\t\t\t\t\t\t\t\tIf yes, please leave your email below. We will not use your information for any other purposes.\n\t\t\t\t\t\t      </p>\n<p>Email address</p><p>\n<input class=\"form-control\" id=\"email-input\" placeholder=\"Email\" type=\"email\"/>\n</p><div>\n<button class=\"btn btn--dark\" id=\"pdf-submit\">I agree</button>\n</div>\n</div>\n</div>\n</div> /Modal <div class=\"body-text p-b--2\"><p>Over the weekend we have been contacting our colleagues in Kathmandu to check that they are safe. For the past two years DI has been part of an initiative called <a href=\"http://opennepal.net/\">Open Nepal</a> alongside local partners Young Innovations, Freedom Forum and the NGO Federation of Nepal. We are pleased to say that we’ve heard from the Open Nepal coordination team – Pavitra, Josh and Gyanu – and that they and their families are all safe and well. Bibhusan Bista and his team at Young Innovations, and our colleagues at the NGO Federation of Nepal, are also all safe and accounted for. We will update on any further developments from others in the open data community when we hear them.</p>\n<p>The task now turns to the need to see a quick response from governments, non-governmental organisations (NGOs) and multilateral institutions to provide the urgent assistance needed to the areas affected. The Government of Nepal has launched an appeal for international assistance alongside appeals by several major NGOs. The funding picture is still emerging, with latest announcements showing that at least $17.0 million has been pledged so far. With six million people living in extreme poverty (under $1.25 a day) in Nepal before the earthquake crisis, it is vital that assistance is targeted at those most in need.</p>\n<p>We will continue to review the situation on the ground through updates from our colleagues in Nepal and monitor the global humanitarian response via our <a href=\"http://www.globalhumanitarianassistance.org/\">Global Humanitarian Assistance</a> team.</p>\n<p>Our deepest sympathies and thoughts are with all those affected by this disaster.</p>\n<p><strong>Notes</strong></p>\n<p><strong>The Appeals: most major NGOs have launched appeals for funding and the</strong></p>\n<ul>\n<li><a href=\"http://www.ifrc.org/en/news-and-media/news-stories/asia-pacific/nepal/earthquake-in-nepal-68486/\">International Federation of Red Cross and Red Crescent Societies</a> has launched a US$34.9 million (33.4 million Swiss francs) emergency appeal to provide vital services including food, shelter and water and sanitation assistance for 75,000 vulnerable people. The IFRC has made an initial disaster relief emergency fund allocation of US$523,052 (500,000 Swiss francs.)</li>\n<li>So far, an UN-coordinated appeal has not been launched.</li>\n</ul>\n<p><strong>Commitments/pledges</strong></p>\n<p>According to announcements and press reports the total from international donors has reached at least US$17.0 million, though it is possible that more has been committed but not yet officially announced. Commitments and pledges include:</p>\n<ul>\n<li><a href=\"http://www.bbc.co.uk/news/uk-32474414\">The UK</a> has given US$7.6 million (£5 million) to help people affected by the Nepal earthquake – £3 million to address immediate needs and £2 million to be given to the Red Cross. A flight chartered by the UK’s Department for International Development is expected to land in Kathmandu this morning carrying seven search and rescue crews, four search and rescue dogs, a medical support team and a hazardous materials specialist. They are taking more than 11 tonnes of kit, including torches, axes, rope, search cameras, stretchers and tents.</li>\n<li><a href=\"http://timesofindia.indiatimes.com/india/Nepal-earthquake-Indias-aid-to-Nepal-named-Operation-Maitri/articleshow/47056715.cms\">India</a> has provided specialist teams from its National Disaster Response Force (NDRF) – 10 flights were planned yesterday, to airlift the army’s field hospitals, engineering task forces, water, food, national disaster response force teams, medical personnel and equipment, blankets and tents</li>\n<li><a href=\"http://time.com/3835687/nepal-earthquake-disaster-aid-us/\">US</a> – the US is sending a disaster response team and US$1 million in aid to Nepal.</li>\n<li><a href=\"http://europa.eu/rapid/press-release_IP-15-4859_en.htm\">The European Commission</a> is making US$3.6 million (€3 million) available in its immediate response to the vast devastation caused by the earthquake that hit Nepal on Saturday. The EU Civil Protection Mechanism has been activated. Through it, member states including Belgium, Finland, Germany, Greece, Netherlands, Poland and Sweden immediately offered urgently needed search and rescue teams, water purification systems and technical assistance.</li>\n<li><a href=\"http://www.theglobeandmail.com/news/national/canadian-government-aid-groups-rush-emergency-resources-to-nepal/article24132926/\">Canada</a> – has announced US$4.1 million (CAD$5 million) worth of aid, to be dispersed through NGOs.</li>\n<li><a href=\"http://www.theonlinecitizen.com/2015/04/src-makes-initial-50000-contribution-for-relief-and-recovery-efforts-in-nepal-and-appeals-for-contribution/\">Singapore</a> – has pledged US$75,020</li>\n</ul>\n<p><strong>Humanitarian assistance 2012 &amp; 2013: </strong>Nepal received US$45 million in international humanitarian assistance in 2012, and initial estimates for 2013 suggest it totalled US$8.8 million. See our <a href=\"http://www.globalhumanitarianassistance.org/countryprofile/nepal\">Nepal country profile</a>.</p>\n</div>"}, {"title": "Launch of the Development Data Hub ", "author": [], "format": "News", "date": "16 Apr 2015", "description": "Explore resource flow data alongside poverty, social and vulnerability indicators", "url": "http://devinit.org/post/data-hub-launch/", "body": "<div class=\"lead\"><p>We’re pleased to announce the launch of our <a href=\"http://devinit.org/#!/data\">Development Data Hub</a>. The Development Data Hub is the most comprehensive online resource for financial and resource flow data alongside poverty, social and vulnerability indicators. It combines an extensive data store with interactive visualisations enabling you to chart, map and compare poverty, vulnerability and financial resource flow data at the global, national and local level.</p>\n</div><div class=\"body-text p-b--2\"><div style=\"text-align: center;\">\n<p><iframe allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"https://www.youtube.com/embed/SpVJ71CQd5Q?rel=0\" width=\"560\"></iframe></p>\n<p style=\"text-align: left;\">The <a href=\"http://devinit.org/#!/data\">Development Data Hub</a> was launched in Washington DC on April 17 at an interactive workshop of finance and transparency experts. It comes at an important time for development, with vital questions are being asked about how to resource the widely-shared goal of an end to poverty by 2030. We have created the Development Data Hub to help equip those at every level to make the right decisions to achieve this ambition.</p>\n<h3 style=\"text-align: left;\">What is the Development Data Hub?</h3>\n<p style=\"text-align: left;\">The <a href=\"http://devinit.org/#!/data\">Development Data Hub</a> is the most comprehensive online resource for financial and resource flow data alongside poverty, social and vulnerability indicators. It combines an extensive data store with interactive visualisations enabling you to chart, map and compare poverty, vulnerability and financial resource flow data at the global, national and local level.</p>\n<p style=\"text-align: left;\">It aims to answer questions such as:</p>\n<ul style=\"text-align: left;\">\n<li>What kinds of development finance are going into a country, who gives these, and are they allocated according to need?</li>\n<li>How does the distribution of resources look against poverty levels in a country, and specifically in sectors such as health, education and employment?</li>\n<li>What are countries really sending and receiving when you ‘unbundle’ resources like aid and other official flows?</li>\n<li>What domestic revenue does a national government raise, what mechanisms does it use, and where is it allocated?</li>\n</ul>\n<h3 style=\"text-align: left;\">How does it work?</h3>\n<p style=\"text-align: left;\">It brings together many data sets, enabling you to dig into these through interactive maps, charts and visualisations. It turns complex data around poverty and resource flows into easy to understand robust information and evidence about what is really going on. You can explore the data you are interested in to get the information you need to tackle poverty.</p>\n<h3 style=\"text-align: left;\">Who is it for?</h3>\n<p style=\"text-align: left;\">The <a href=\"http://devinit.org/#!/data\">Development Data Hub</a> is for everyone who is making decisions about allocating resources to target poverty and achieve the ambition of ending it by 2030. It will empower you with detailed information on how resources are currently spent, focusing on international official finance and domestic resources. <strong>International actors</strong> can use it to better understand global resources, how they relate to poverty and ensure the right decisions are being made on how and where specific resources could be better targeted<strong>. </strong><strong>National governments</strong> can use it to better understand how the resources leaving and entering their countries could target the poorest people. <strong>Civil society groups</strong> can use the wealth of information to advocate for better systems and spending decisions to tackle poverty.</p>\n<h3 style=\"text-align: left;\">How can I access and use the Development Data Hub?</h3>\n<p style=\"text-align: left;\">This groundbreaking new resource is live at <a href=\"http://www.devinit.org/data\">www.devinit.org/data</a> or go to the <em>explore the data</em> tab in the navigation above. New data will continue to be added to it to provide more in-depth information and analysis. Where possible, all data can be downloaded for your own use. Development Initiatives will be undertaking a series of events and training on the Development Data Hub over the coming months.</p>\n<h3 style=\"text-align: left;\">Find out more</h3>\n<p style=\"text-align: left;\">If you would like to find out more about the Development Data Hub please contact us at: <a href=\"mailto:info@devinit.org\">info@devinit.org</a></p>\n<p style=\"text-align: left;\">\n</p></div>\n</div>"}, {"title": "DI to join new Advisory Group for Global Partnersh...", "author": [], "format": "News", "date": "16 Apr 2015", "description": "We are pleased to announce that Dan Coppard, our Director of Analysis, Research and Evidence, has been invited to join a new Advisory Group established by", "url": "http://devinit.org/post/di-to-join-new-advisory-group-for-global-partnership-for-effective-development-cooperation/", "body": "<div class=\"lead\"></div><div class=\"body-text p-b--2\"><p>We are pleased to announce that <a href=\"http://devinit.org/#!/about/meet-the-team/daniel-coppard\">Dan Coppard,</a> our Director of Analysis, Research and Evidence, has been invited to join a new Advisory Group established by the <a href=\"http://effectivecooperation.org/\">Global Partnership for Effective Development Cooperation (GPEDC)</a> to review its global monitoring framework. The framework is a unique feature of the GPEDC, and provides a framework for measuring progress in implementing the <a href=\"http://www.oecd.org/dac/effectiveness/49650173.pdf\">development effectiveness commitments made at Busan</a> in 2011.</p>\n<p>Building on previous monitoring exercises from 2005 onwards, the global monitoring framework responds to developing countries’ demands for a global accountability framework that supports national implementation efforts. The framework consists of a set of 10 indicators that measure progress in improving the effectiveness of development cooperation in specific areas related to ownership, results, inclusive development partnerships, transparency and mutual accountability among partners.</p>\n<p>Dan will join a team of international experts with a remit to:</p>\n<ul>\n<li>Provide expertise for technical review of the refined measurement approaches and methodologies of <strong>the GPEDC’s four global pilot indicators </strong></li>\n<li>Support <strong>implementation of the second monitoring round</strong>, contributing expertise particularly to quality assurance of the second Progress Report through supporting the translation of the results and key findings into actionable and policy relevant recommendations</li>\n<li>Provide guidance on the ways in which the <strong>monitoring framework can be applied to non-traditional cooperation modalities</strong>, including South-South cooperation, triangular cooperation and other innovative development approaches</li>\n<li><strong>Review the GPEDC’s monitoring framework to ensure its conceptual relevance to post-2015 accountability efforts</strong>.</li>\n</ul>\n<p> </p>\n</div>"}, {"title": "Expert round table forum on East Africa Community ...", "author": [], "format": "News", "date": "13 Apr 2015", "description": "Development Initiatives (DI)’s Africa Hub in partnership with Friedrich Ebert Stiftung (FES)’s Kenya Office held a round table forum (RTF) to discuss the E", "url": "http://devinit.org/post/expert-round-table-forum-on-east-africa-community-position-on-sustainable-development-goals/", "body": "<div class=\"lead\"></div><div class=\"body-text p-b--2\"><p>Development Initiatives (DI)’s Africa Hub in partnership with Friedrich Ebert Stiftung (FES)’s Kenya Office held a round table forum (RTF) to discuss the East Africa Community (EAC) position on the Sustainable Development Goals (SDGs). The RTF was held on 7 April 2015.</p>\n<p>Concerning the global vision to end poverty by 2030, the EAC says “Our vision and our responsibility is to end extreme poverty in all its forms in the context of sustainable development and to have in place the building blocks of sustained prosperity for all.”</p>\n<p>The RTF had participants from Kenya, Uganda, Burundi and Tanzania as well as representation from VENRO, which is the umbrella organisation of development non-governmental organisations (NGOs) in Germany. VENRO was founded in 1995 and comprises around 120 NGOs.</p>\n<p>FES and DI understand the importance of the EAC evaluating its development progress since the formation of the Millennium Development Goals 15 years ago, from which the SDGs followed. The RTF provided an opportune avenue for various stakeholders to reflect on progress, challenges, new trends and development agendas for the countries across the East Africa region.</p>\n<p>Charles Lwanga-Ntale, Regional Director for DI in East and Central Africa, noted that it is a critical time for the EAC to evaluate its progress taking into account the challenges faced. He said: “As a region we must look to learn from the efforts we have made to realise the SDGs. Inequality is still undermining efforts to reduce poverty, which in turn undermines the achievement of the SDGs”.</p>\n<p>Ambassador Niyongabo Edonias, Director General in the Ministry of Planning and Local Development in Burundi, said he found the session useful. “I find the analysis of Foreign Direct Investments [amounts to] surprisingly very little. This [increasing Foreign Direct Investments] is one way that we can finance achievements of the SDGs”.</p>\n<p>Joshua Mugodo from the Ministry of Foreign Affairs and International Trade Kenya acknowledged that the RTF was a key forum to bring together experts to share experiences and synergise development within the region. “We have to start having our local regional priorities right so that we can move together in achieving the SDGs. We have to start by looking at ourselves in our current status and then feed that into the global agenda of the MDGs” he explained.</p>\n<p>There was a general consensus that there is need to identify specific contributions to the financing for development process in the EAC region. This should be used to influence key decision makers ahead of the Third International Conference on Financing for Development in Addis Ababa, Ethiopia, in July 2015.</p>\n<p>“There is need to focus on understanding, identifying and applying different financial resources for maximum efficiency, effectiveness and sustainability” – Karen Rono-Bett, Development Initiatives</p>\n<p>A full report from the RTF is being prepared and will be shared in due course. The hashtag for discussions on social media is #EACPositionOnSDGs.</p>\n</div>"}, {"title": "African leaders take hold of the Data Revolution ", "author": [], "format": "News", "date": "10 Apr 2015", "description": "African ministers of finance, planning and economic development have adopted a bold vision for revolutionising the use of data across the African continent", "url": "http://devinit.org/post/african-leaders-take-hold-of-the-data-revolution/", "body": "<div class=\"lead\"><p>Council of Ministers’ resolution sets out a bold vision for improving data across the continent</p>\n</div><div class=\"body-text p-b--2\"><p>African ministers of finance, planning and economic development have adopted a bold vision for revolutionising the use of data across the African continent. The draft resolution, which was adopted on 30 March and published late on Wednesday by the United Nations Economic Commission for Africa (UNECA) and the African Union (AU), is a groundbreaking step towards implementing a progressive framework to improve data in Africa.</p>\n<p>The resolution, which forms part of the <a href=\"http://www.uneca.org/sites/default/files/page_attachments/e1500443_com_15_experts_report_08_april_final.pdf\">Report of Committee of Experts</a>, sets out a series of commitments that would transform the way data is used to improve decision making. Key among the proposed action points for Africa’s Data Revolution are the development of effective civil registration systems and the building of an open and diverse data ‘ecosystem’ with official statistics at its centre in order to create a practical road map for inclusive data generation and use. The Council of Ministers:</p>\n<p><em>“Resolves to lead the African data revolution, bringing together diverse data communities and using a wide range of data sources, tools and innovative technologies, with a view to providing timely and disaggregated data for decision-making, service delivery, citizen engagement and information to drive Africa’s social, economic and structural transformation;</em></p>\n<p><em>“Undertakes to ensure that the African data revolution is built on the principle of openness across the data value chain and on vibrant data ecosystems driven by national priorities and anchored in national statistics systems that are inclusive of all data communities and stakeholders;”</em></p>\n<p><em>“Commits itself to providing adequate funds for the data revolution and data communities to ensure their sustainability;”</em></p>\n<p>The publishing of the resolution comes in the week following the 8th Joint Annual AUC-ECA Conference of Ministers of Finance, Planning, and Economic Development, which took place in Addis Ababa, Ethiopia. During the Conference of Ministers, Development Initiatives partnered with UNECA to convene a diverse range of research organisations, civil society organisations and technology pioneers to discuss what a data revolution would mean in Africa. The discussions resulted in the development of the <a href=\"http://www.uneca.org/sites/default/files/page_attachments/final_adc_-_english.pdf\">Africa Data Consensus</a>, which was also adopted by country ministers.</p>\n<p>Reacting to the resolution Development Initiatives’ African Region Director, Charles Lwanga-Ntale, said:</p>\n<p><em>“To have an impact on poverty reduction and development outcomes, data must drive decision making, not merely support the monitoring of progress. This necessitates ownership of the Data Revolution at a national level and the disaggregation of data down to the very local level where decisions are taken that affect the livelihoods of people. The work of the Council of Ministers recognises this and sets out a bold agenda that could transform the continent. We look forward to playing our part in helping to deliver this ambitious agenda.”</em></p>\n<p><strong>Note</strong></p>\n<p>Development Initiatives was an official partner of the high-level conference <em>Data Revolution in Africa</em> (Addis Ababa, Ethiopia, March 2015), alongside <a href=\"http://www.paris21.org/\">PARIS21</a>, <a href=\"http://beta2.statssa.gov.za/\">Statistics South Africa</a> and the <a href=\"http://webfoundation.org/\">Web Foundation</a>. UNECA, AU, the African Development Bank and the United Nations Development Programme were co-organisers of the meeting. <a href=\"http://www.uneca.org/datarevolution/pages/co-organisers\">http://www.uneca.org/datarevolution/pages/co-organisers</a></p>\n</div>"}, {"title": "Adventures in the Data Revolution", "author": [], "format": "News", "date": "31 Mar 2015", "description": "Our pilot joined-up data study in Uganda", "url": "http://devinit.org/post/adventures-in-the-data-revolution/", "body": "<div class=\"lead\"><p>Development initiatives and Development Research and Training (DRT) are piloting a joined-up data study in Uganda.</p>\n</div><div class=\"body-text p-b--2\"><p><a href=\"http://devinit.org/wp-content/uploads/2015/03/Adventures-data-revolution_Mar2015.jpg\"><img alt=\"Adventures data revolution_Mar2015\" class=\"alignnone wp-image-8115\" height=\"487\" sizes=\"(max-width: 733px) 100vw, 733px\" src=\"http://devinit.org/wp-content/uploads/2015/03/Adventures-data-revolution_Mar2015.jpg\" srcset=\"http://devinit.org/wp-content/uploads/2015/03/Adventures-data-revolution_Mar2015.jpg 4288w, http://devinit.org/wp-content/uploads/2015/03/Adventures-data-revolution_Mar2015-320x212.jpg 320w, http://devinit.org/wp-content/uploads/2015/03/Adventures-data-revolution_Mar2015-555x370.jpg 555w\" width=\"733\"/></a></p>\n<p>Bill Anderson, Data &amp; Information Architect, and Bernard Sabiti, Governance Analyst, have documented their adventures in the Data Revolution – and it makes for a fascinating read.</p>\n<p>This blog series is hosted by Markets for Good.</p>\n<p>Part 1: <a href=\"https://digitalimpact.org/adventures-in-the-data-revolution-getting-to-grips-with-data-in-uganda/\" target=\"_blank\">Collecting Ugandan Data</a></p>\n<p>Bill Anderson and Bernard Sabiti introduce the study and share the challenges of data collection in rural Uganda</p>\n<p>Part 2: <a href=\"https://digitalimpact.org/adventures-in-the-data-revolution-when-the-data-tells-no-story/\">When the Data tells no Story</a></p>\n<p>Bernard Sabiti and Bill Anderson share their frustrations for when the data alone doesn’t tell the whole story</p>\n<p>Part 3: <a href=\"https://digitalimpact.org/adventures-in-the-data-revolution-what-revolution/\" target=\"_blank\">What Revolution?</a></p>\n<p>Bill Anderson examines the potential for a down-to-earth, people-based data revolution across Africa</p>\n<p><em>The project is funded through the</em><em> </em><a href=\"http://gatesfoundation.org/\" target=\"_blank\">Bill &amp; Melinda Gates Foundation</a><em>’s</em><em> </em><a href=\"http://gcgh.grandchallenges.org/explorations/pages/introduction.aspx\" target=\"_blank\">Grand Challenges Explorations</a><em> </em><em>“Using Data for Impact in Uganda Communities.”</em></p>\n</div>"}, {"title": "Development Data Hub - launched!", "author": [], "format": "News", "date": "23 Mar 2015", "description": "Our Development Data Hub is live!", "url": "http://devinit.org/post/data/", "body": "<div class=\"lead\"><p>Our Development Data Hub launched last week!</p>\n</div><div class=\"body-text p-b--2\"><p><a href=\"http://devinit.org/wp-content/uploads/2015/03/Data-hub-e1427106336113.jpg\"><img alt=\"Development Initiatives\" class=\"alignnone size-full wp-image-8064\" height=\"343\" src=\"http://devinit.org/wp-content/uploads/2015/03/Data-hub-e1427106336113.jpg\" width=\"900\"/></a></p>\n<p>At an important time for development, vital questions are being asked about how to resource the widely-shared goal of an end to poverty by 2030. We have created the Development Data Hub to help equip those at every level to make the right decisions to achieve this ambition. Launched in April 2015, the <strong>Development Data Hub</strong> helps answer questions such as:</p>\n<ul>\n<li>What kinds of development finance are going into a country, where are they from, and are they allocated according to need?</li>\n<li>How does the distribution of resources look against poverty levels in a country, and specifically in areas such as health, education and employment?</li>\n<li>What are countries really sending and receiving when you ‘unbundle’ resources like aid and official development finance?</li>\n<li>What domestic revenue does a national government raise, where from, and how is it allocated?</li>\n</ul>\n<h3>What is the Development Data Hub?</h3>\n<p>It’s the most comprehensive online resource for financial and resource flow data alongside poverty, social and vulnerability indicators. It combines an extensive data store with interactive visualisations enabling you to chart, map and compare poverty, vulnerability and financial resource flow data at the global, national and local level.</p>\n<h3>How does it work?</h3>\n<p>It brings together many data sets, enabling you to dig into these through interactive maps, charts and visualisations. It turns complex data around poverty and resource flows into easy to understand robust information and evidence about what is really going on. You can explore the data you are interested in to get the information you need to tackle poverty.</p>\n<h3>Who is it for?</h3>\n<p>The Development Data Hub is for everyone who is making decisions about allocating resources to target poverty and achieve the ambition of ending it by 2030. It will empower you with detailed information on how resources are currently spent, focusing on international official finance and domestic resources. International actors can use it to better understand global resources, how they relate to poverty and ensure the right decisions are being made on how and where specific resources could be better targeted<strong>.</strong> National governments can use it to better understand how the resources leaving and entering their countries could target the poorest people. Civil society groups can use the wealth of information to advocate for better systems and spending decisions to tackle poverty.</p>\n<h3>How can I access and use the Development Data Hub?</h3>\n<p>This groundbreaking new resource is live at <a href=\"http://www.devinit.org/data\">www.devinit.org/data</a>. New data will continue to be added to it to provide more in-depth information and analysis. Where possible, all data is open and can be downloaded for your own use.</p>\n<p>If you would like to contact us about the Development Data Hub please email <a href=\"mailto:info@devinit.org\">info@devinit.org</a></p>\n</div>"}, {"title": "Counting people to make people count", "author": [], "format": "News", "date": "19 Mar 2015", "description": "At the end of March African Ministers of Finance, Planning and Economic Development will gather in Addis Ababa, Ethiopia, for a series of high level meetin", "url": "http://devinit.org/post/counting-people-to-make-people-count/", "body": "<div class=\"lead\"><p style=\"margin: 0cm; margin-bottom: .0001pt;\"><span style=\"font-size: 11.5pt; font-family: 'Calibri','sans-serif'; color: black;\">DI’s contribution to the high level conference on the Data Revolution in Africa.</span></p>\n</div><div class=\"p-t--1 p-b--1 m-b--1\" style=\"border-top:2px solid #f2f2f2; border-bottom:2px solid #f2f2f2;\">\n<div style=\"overflow:hidden;\">\n<div class=\"col-md-7\">\n<div><a class=\"btn btn--dark pdf-download\" ga-event-action=\"pdf-download\" ga-event-category=\"Download\" ga-event-label=\"http://devinit.org/wp-content/uploads/2015/03/Development-Data-Community.pdf\" ga-on=\"click\" href=\"http://devinit.org/wp-content/uploads/2015/03/Development-Data-Community.pdf\" target=\"_blank\" title=\"Development Data Community\">\n<i class=\"p ss-pdf\"></i>\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t  Development Data Community\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t   \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t<i class=\"p ss-download\"></i>\n</a></div> </div>\n</div>\n</div> Modal <div aria-hidden=\"true\" class=\"modal pdf-popup\">\n<div class=\"modal-dialog wide\">\n<div class=\"modal-body \">\n<div>\n<a aria-hidden=\"true\" class=\"btn-close\" href=\"#\" id=\"close-pdf-modal\">×</a>\n</div>\n<p>\n\t\t\t\t\t\t          Can we contact you later to ask your opinion about the publication you just downloaded?\n\t\t\t\t\t\t\t\t\t\t\tIf yes, please leave your email below. We will not use your information for any other purposes.\n\t\t\t\t\t\t      </p>\n<p>Email address</p><p>\n<input class=\"form-control\" id=\"email-input\" placeholder=\"Email\" type=\"email\"/>\n</p><div>\n<button class=\"btn btn--dark\" id=\"pdf-submit\">I agree</button>\n</div>\n</div>\n</div>\n</div> /Modal <div class=\"body-text p-b--2\"><p>At the end of March African Ministers of Finance, Planning and Economic Development will gather in Addis Ababa, Ethiopia, for a series of high level meetings. One of the key outcomes will be an <strong><em>African Data Consensus</em></strong> drafted by the side meeting <a href=\"http://www.uneca.org/datarevolution\">Setting the scene for a sustainable development agenda powered by Data Revolution in Africa</a>. DI, along with <a href=\"http://www.paris21.org/\">PARIS21</a>, <a href=\"http://beta2.statssa.gov.za/\">Statistics South Africa</a> and the <a href=\"http://webfoundation.org/\">Web Foundation</a>, is partnering with the UN Economic Commission for Africa, the African Union and the African Development Bank in this undertaking. DI is responsible for convening the development data community, one of twelve working groups that between them will draft the outcome document. Each community is tasked with articulating key concerns of practitioners and experts across the continent who produce and use data that supports decision making to reduce poverty and achieve better development outcomes.</p>\n<p>DI maintains that such decisions, by governments and other development stakeholders, require information that primarily builds on data grounded in the counting of people wherever possible, not a calculation of populations and their needs. In particular, this implies the need to strengthen civil registration and administrative data collection systems, supported by robust National Statistics Development Strategies.</p>\n<p>To have an impact on poverty reduction and development outcomes, this data must drive decision making, not merely support the monitoring of progress. This necessitates ownership of the data revolution at national level, and the disaggregation of data down to the very local level where decisions are taken that affect the lives and livelihoods of people.</p>\n<p>Our initial consultations with practitioners and experts (including substantial input from colleagues at the <a href=\"http://aphrc.org/\">African Population and Health Research Center</a>) indicate an emerging consensus around these themes in the African development data community. This is reflected in the community’s <a href=\"https://docs.google.com/document/d/15FSYx32WRSMtjlnTLNLbyXZ1c3xxXW2dXO_cw_ByCH8/edit\">preliminary draft document</a>. This paper will help frame the detailed discussions of the community on the first day of the conference and support the articulation of the group’s final inputs to the <em>African Data Consensus</em>. While a number of other communities will focus on further key aspects of the data revolution – from the role of national statistics systems to the role of open and citizen-produced data – we certainly hope that the critical importance of counting people to make their needs and aspirations matter in decision making will be strongly reflected in the outcome of the conference.</p>\n<p> </p>\n</div>"}, {"title": "Welcome to the new Development Initiatives website...", "author": [], "format": "News", "date": "02 Feb 2015", "description": "Whether it’s a policy briefing on how we need to change aid for the post 2015 world, the latest stats and updates on one of the many humanitarian crises fa", "url": "http://devinit.org/post/welcome-to-the-new-development-initiatives-website/", "body": "<div class=\"lead\"><p>We have reworked our site to make it as easy as possible for you to find what you need and understand exactly what we do as an organisation to contribute to the goal of ending extreme poverty by 2030.</p>\n</div><div class=\"body-text p-b--2\"><p>Whether it’s a policy briefing on how we need to change aid for the post 2015 world, the latest stats and updates on one of the many humanitarian crises faced today, or a full report on what we need to do to eradicate poverty – we hope our new site means you can access and benefit from the wealth of invaluable data, analysis and information produced by our experts at DI.</p>\n<p>Please take some time to have a look around and see what’s new. We’d particularly like you to explore the new section ‘Our work’, which pulls together all the work we do on our key topics in one place.</p>\n<p>If you have time to give feedback, we would love to hear from you as we continue to test and improve the site over the coming months. Please get in touch on <a href=\"mailto:webmaster@devinit.org\">webmaster@devinit.org</a></p>\n<p>We are also very excited to announce that we will be launching the <strong>Development Data Hub</strong> in March on this site. This will be the most comprehensive open data platform to date that uses all available and reliable current data on development resource flow such as aid and private financing, along with key poverty indicators including health and education. It takes global, national and increasingly subnational data and allows this to be visualised, compared and downloaded – providing an invaluable resource for all who share our belief that open information and access to data is vital to ending poverty.</p>\n</div>"}, {"title": "Leave no one behind", "author": ["Judith Randel", "Tony German"], "format": "News", "date": "26 Jan 2015", "description": "A lot of the discussion will be about nitty gritty technical issues – especially the treatment of loans. This is an important minimum requirement for the i", "url": "http://devinit.org/post/leave-one-behind/", "body": "<div class=\"lead\"><p>This week, OECD DAC countries will be sitting down to consider the future of official development assistance (ODA), money richer countries set aside to promote development for the world’s poorest countries.</p>\n</div><div class=\"body-text p-b--2\"><p>A lot of the discussion will be about nitty gritty technical issues – especially the treatment of loans. This is an important minimum requirement for the integrity of ODA and something that <a href=\"http://devinit.org/discussion-paper/discussion-paper-official-development-assistance-loans/\">we at Development Initiatives spend a lot of time analysing</a>. But, right now, we think it is time for donors to set their sights higher and to think about the bigger picture.</p>\n<p>As the world looks to establish new global goals beyond 2015 – to build on the success of the Millennium Development Goals (MDGs), to actually end poverty and ensure that no one is left behind – we need to ensure that ODA is fit for this next fifteen years, not trapped in the thinking and approaches of the last fifty.</p>\n<p>To achieve this, there are five things that those around the table need to have at the front of their minds. Get these right and everything else will follow.</p>\n<ol>\n<li><strong> Aid (ODA) is, and will remain, really important up to 2030</strong></li>\n</ol>\n<p>Developing the policy, resourcing and implementation frameworks to deliver on the Sustainable Development Goals (SDGs) and end poverty within every country is primarily the responsibility of national governments. But it is clear that the first SDG – ending extreme poverty – will not be achieved, or sustained, without aid. Whilst there is plenty of room for better policies and more effective implementation of programmes to help the poorest, it is beyond argument that some children are denied education and that some women can’t access reproductive health services or care in childbirth because of sheer lack of money.</p>\n<p>Levels of government expenditure are just too low to achieve the MDG targets, let alone the broader set of SDGs, which aim to ensure that by 2030 no one is left behind.</p>\n<ul>\n<li>Over 300 million people currently living below the extreme poverty line are in countries where total government expenditure is less than $500 per person per year.</li>\n<li>Even the most optimistic projections on domestic resource mobilisation show that national government resources will not be enough.</li>\n<li>Aid remains the single largest source of external finance for 34 countries, which are home to 150 million people living on less than $1.25 a day.</li>\n</ul>\n<p>We should not be misled by talk about ODA now being only about leveraging, catalysing and investing in global public goods. ODA remains vital for the delivery of basic services and to address fundamental aspects of extreme poverty, like hunger and vulnerability to crisis.</p>\n<ol start=\"2\">\n<li><strong> Intention matters. The explicit purpose of ODA should be poverty reduction</strong></li>\n</ol>\n<p>The official purpose of ODA is currently ‘economic development and welfare of developing countries’. This may have been appropriate in the 1960s when aid was the main flow to countries who were unable to access much private finance or mobilise many domestic resources; but it is not in 2014, when ODA comprises just 8% of the total international resource flow going to developing countries. Now that market finance is available for investments in energy and infrastructure, now that domestic revenues are growing fast, we need to target aid on investments that the market still isn’t making and where government and the private sector are still not providing adequate services.</p>\n<p>That means <a href=\"http://devinit.org/future-oda-targeting-people-countries-end-poverty-2030/\">reserving aid to ensure basic rights and needs for the poorest 20%</a> – health, education, nutrition, water and sanitation, access to information, basic financial security and opportunity. Which is actually what the taxpayers who fund aid want and expect their money to be doing.</p>\n<p>You might think that changing the definition of ODA would just be a cosmetic difference. But the data suggests that it could have a real impact on how aid is invested. As things stand:</p>\n<ul>\n<li>8% of ODA is invested by donor agencies with a <strong>legal requirement</strong> to ensure the purpose of their ODA is poverty reduction; these donors spend 80% in poorer countries.</li>\n<li>43% is invested by agencies where poverty<strong> reduction is their top objective</strong>; 60% of their aid goes to poorer countries.</li>\n<li>30% of ODA is from agencies that either have <strong>no explicit poverty objective or where poverty is one among many</strong>; less than 30% of this aid goes to poorer countries.</li>\n</ul>\n<p>A decision by DAC donors collectively that the purpose of ODA should be poverty reduction would signal a new future, a deeper commitment to the first SDG and the achievable goal of ending poverty by 2030.</p>\n<ol start=\"3\">\n<li><strong> Measurement of the incomes and wellbeing of the poorest 20% of people should be the benchmark of progress</strong></li>\n</ol>\n<p>Resource allocation decisions or finance eligibility determined by national average income, let alone by arbitrary thresholds that have become icons of progress like middle income status, are simply not compatible with the geography of poverty or the concept of leaving no one behind. We need a measure that focuses on people in poverty as well as on countries. Impact on the poorest 20% should be the main metric for targeting resources on ending poverty.</p>\n<p>Currently least developed countries (LDCs) are home to more than a third of people in the poorest 20%. The depth of poverty is also much greater in these countries – the average daily income among people in the poorest 20% living in LDCs is just $1.09. This, combined with very low government expenditure, would justify targeting more ODA on LDCs. But some LDCs are also ‘middle income countries’ and some ‘low income country’ non-LDCs have poor growth prospects. If ODA is to play to its comparative advantage, then spending in all countries has to be designed to impact people who are among the poorest 20% of the population. A metric based on country averages or country groupings is not enough. Read our data story <a href=\"http://devinit.org/targeting-poorest-20-case-least-developed-countries/\"><em>Targeting the poorest 20%: the case of least developed countries</em></a>.</p>\n<p>The call for a Data Revolution to end poverty has been reiterated by the UN Secretary General in <em><a href=\"http://www.un.org/disabilities/documents/reports/SG_Synthesis_Report_Road_to_Dignity_by_2030.pdf\">The Road to Dignity by 2030</a></em> published last week. This is a new opportunity to actually produce evidence on two things that have been the subject of too much rhetoric and too few facts for far too long. The data that shows what sorts of aid work best in what sorts of situations and the measure of whether ‘pro poor’ or ‘inclusive’ growth really is pro poor: are the poorest 20% of people getting their share of jobs and investment, are governments and the market are reaching them?</p>\n<p>Of course getting the data on poverty – regular gender disaggregated statistics that cover excluded and vulnerable groups so often missed by official data collection – will require investment in strong inclusive national information systems. But this investment can be shared between government, the private sector and aid agencies, all of whom have an interest in knowing more about citizens, customers and beneficiaries.</p>\n<ol start=\"4\">\n<li><strong> Visibility on all resources is a necessary condition for accountability and impact</strong></li>\n</ol>\n<p>Alongside ODA, in 2012 official, commercial and private international investments in developing countries totalled $2.1 trillion. $130 billion of that was DAC ODA, but governments also invested $11 billion in other official flows and $211 billion in peace and security. Citizen remittances were $309 billion, non-governmental organisations and foundations $44 billion, and the private sector invested $1.3 trillion.</p>\n<p>All of this needs to be visible and transparent. Governments and citizens need to know what is being invested in their countries and anyone spending money can do it more efficiently if they know what else is being invested.</p>\n<p>We should not get hung up on classifying what should ‘count’ as total official support for development. We just haven’t got enough information about the volumes or characteristics of funds to have a measure or a target. But if we just have visibility then people can see the whole range of resources available, governments can get more recognition for what they do and, most importantly, we can start to use the resources together to achieve faster progress. Maybe we should spend less time thinking about whether 6% or 10% of military costs should be ‘counted’ as ODA or as total official support for development, and focus more on how the remaining 90% could be harnessed more effectively to promote security (and therefore opportunity) for the poorest. This in turn will contribute to security and prosperity for all.</p>\n<p>Earlier investments also mean that we can make fast progress on visibility. Since the Accra aid effectiveness meeting in 2008, in addition to reporting their ODA to DAC, donors (not just OECD countries, but civil service organisations, foundations and other governments) have gone the extra mile to increase transparency at country level by publishing to the International Aid Transparency Initiative (IATI). With 300 organisations and most donors, <a href=\"http://www.aidtransparency.net/news/using-iati-to-track-ffd\">IATI provides a existing platform that can be developed to publish data on all international development finance.</a></p>\n<ol start=\"5\">\n<li><a name=\"_Toc403460439\"></a><a name=\"_Toc403460445\"></a><strong> Think about how change is going to happen </strong></li>\n</ol>\n<p>DI would be the last organisation to downplay the importance of the 0.7% target. It has provided a consistent benchmark and driven real progress. But it is not a substitute for mobilising more and better resources or for a focus on the most important outcome – improvements in the lives of the poorest 20%.</p>\n<p>We would like to see the 0.7% target adapted so it is applicable to all countries at all times as a genuine burden-sharing measure for achieving the eradication of poverty. As we approach the financing for development summit the top task is how to mobilise more and better resources and how to use them most efficiently. So let’s focus on data and a measure that can be used to drive impact on poverty from all resources – domestic and international, public and private, commercial and philanthropic. What is the impact of every investment on the poorest 20% of people? How are those people’s lives changing for better or for worse?</p>\n<p>The vision for the future of ODA should be informed by the best of its past, its role as a true international public good and example of altruism in international politics. ODA distribution did change in response to the MDGs. To be fit for the next fifteen years it needs to change again: using the power of open and disaggregated data to target impact on people in poverty and get more value out of every dollar; making all resources visible so ODA can play to its comparative advantage and we can harness the power of other finance. Donors have the chance to signal their readiness for this future by setting the official purpose of ODA as poverty reduction and by putting the impact on the poorest 20% at the centre of their work.</p>\n<p>12 December 2014</p>\n<p><strong><em>Later this month Development Initiatives will be publishing a report (Improving ODA allocation for a post-2015 world) commissioned by the United Nations Department of Economic and Social Affairs (UNDESA) for the Development Cooperation Forum. The study is part of a UNDESA research project, funded by DFID, on “Development cooperation in a post-2015 setting”. The views presented do not necessarily represent those of the United Nations.</em></strong></p>\n<h4><strong>Recommended reading</strong></h4>\n<p><em>Read our data story <a href=\"http://devinit.org/#!/post/targeting-the-poorest-20-the-case-of-least-developed-countries\"><em>Targeting the poorest 20%: the case of least developed countries</em></a>.</em></p>\n</div>"}, {"title": "What we have learnt about budget advocacy", "author": [], "format": "News", "date": "19 Jan 2015", "description": "In 2014, Development Initiatives worked in partnership with the Mobilising Advocates from Civil Society (MACS) coalition to provide budget advocacy support to 12 organisations. These organisations focus on reproductive, maternal and child health (RMNCH) in Kenya. The aim of this partnership is to provide basic skills on how to conduct budget advocacy in Kenya – in essence, making budgets a friendly affair for civil society organisations.", "url": "http://devinit.org/post/learnt-budget-advocacy/", "body": "<div class=\"lead\"><p>In 2014, we  worked in partnership with the <a href=\"http://www.familycareintl.org/en/issues/80\">Mobilising Advocates from Civil Society (MACS)</a> coalition to provide budget advocacy support to 12 organisations. These organisations focus on reproductive, maternal and child health (RMNCH) in Kenya. The aim of this partnership is to provide basic skills on how to conduct budget advocacy in Kenya – in essence, making budgets a friendly affair for civil society organisations.</p>\n</div><div class=\"body-text p-b--2\"><p>We began with a week’s training to help participants understand the budget processes in Kenya, acquire skills on analysing budget allocations to RMNCH, and identify opportunities to engage in the budget process for RMNCH. We prepared detailed budget training manuals specifically to speak to the needs of these organisations and that they can reference in their work. We guided the participants to further develop factsheets and tools for them to use in their day-to-day work – a good example being a ‘<a href=\"http://familycareintl.org/UserFiles/File/FCI_Kenya_Budget_Final_Screen.pdf\" target=\"_blank\">budget calendar infographic</a>’ that shows both the national and county budget stages, dates, documents produced and opportunities to engage.</p>\n<p>Importantly, the training week also included practical time for organisations to develop annual work plans in their coalitions. It was an opportunity to define the elements of RMNCH in the budget they want to measure and focus on. This activity provided outputs for participants to take away and use at the end of the training, as well as key milestones to mark during the year.</p>\n<p>We also provide helpdesk support to these organisations on an ongoing basis – being on hand to guide them in developing their advocacy messaging and tools, obtaining budget data for them and linking them up with organisations or individuals who can provide additional support. The skills gained among the participants were visible as soon as we completed the week’s training.</p>\n<p>For organisations in Africa aiming to carry out health budget advocacy, working in coalitions is useful to avoid duplication of messaging. It also creates a common voice that has more impact on policy makers. Sometimes you have to admit that not everyone can be a budget expert, and working in partnership with organisations that specialise in budgets, while you specialise in advocacy, is a beneficial model to ensure that budgets become a friendly affair.</p>\n<p><a href=\"http://devinit.org/\">Development Initiatives</a> and <a href=\"http://www.familycareintl.org/en/issues/80\">Mobilising Advocates from Civil Society (MACS)</a> focus on reproductive, maternal and child health (RMNCH) in Kenya. The aim of this partnership is to provide basic skills on how to conduct budget advocacy in Kenya – in essence, making budgets a friendly affair for civil society organisations.</p>\n<p><strong><em>This blog post originally appeared on <a href=\"http://www.mamaye.org/en/blog/development-initiatives-what-we-have-learnt-about-budget-advocacy\">Mamaye.org</a></em></strong></p>\n</div>"}, {"title": "How much is aid worth? Explaining the DAC’s prop...", "author": [], "format": "News", "date": "09 Jan 2015", "description": "How much is aid worth? Explaining the DAC’s proposed changes to the measurement of ODA", "url": "http://devinit.org/post/much-aid-worth-explaining-dacs-proposed-changes-measurement-oda/", "body": "<div class=\"lead\"><p>On 16 December 2014, the Organisation for Economic Co-operation and Development (OECD)’s Development Assistance Committee (DAC) finally published its <a href=\"http://www.oecd.org/dac/OECD%20DAC%20HLM%20Communique.pdf\">proposals for changes to the measurement of official development assistance (ODA</a>). The most significant change was in the way concessional loans are valued for ODA. The current method of valuing loans has been widely criticised as overstating the benefit of ODA loans to developing countries.</p>\n</div><div class=\"body-text p-b--2\"><p>Two of the main criticisms are:</p>\n<ol>\n<li>Under the existing system, any loans with a grant element<a href=\"#_ftn1\" name=\"_ftnref1\">[1]</a> of more than 25% are included in the ODA figures in their entirety. This means that loans with low concessionality (just over 25%) are valued the same as highly concessional loans.</li>\n<li>The reference rate<a href=\"#_ftn2\" name=\"_ftnref2\">[2]</a> used in the calculation of the grant element of ODA loans has, for years, been set at the artificially high level of 10%. The outcome of this is an inflated grant element to the extent that even loans at commercial interest rates could be counted as ODA.</li>\n</ol>\n<p>The DAC has responded to each of these criticisms by proposing the following changes to the ways loans are valued in ODA statistics:</p>\n<ol>\n<li>Only the grant element percentage of the loan, and not the full face value, will be counted as ODA. This means, for the first time, loans with a very high grant element will count for more ODA than loans with a relatively low grant element.</li>\n<li>The flat 10% reference rate will be replaced by a range of rates, based on the International Monetary Fund (IMF)’s reference rate plus a ‘risk premium’ that depends on the status of the borrower. The ‘risk premium’ has been set at 1% for upper middle-income countries (UMICs), 2% for lower middle-income countries (LMICs) and 4% for low-income and least-developed countries (LICs/LDCs). Since the IMF reference rate is currently 5%, this gives an effective reference rate of 6% for loans to UMICs, 7% for LMICs and 9% for LICs/LDCs.</li>\n<li>The current 25% grant element threshold will be replaced by a range of threshold values, also based on the income status of the borrower. It is proposed that, in the case of LICs/LDCs, only loans with a grant element of over 45% should be counted as ODA. For LMICs and UMICs the threshold levels will be 15% and 10%, respectively.</li>\n</ol>\n<p>The changes in policy towards ODA loans are, on balance, a very positive step.<strong> </strong>We have previously highlighted the benefits of <a href=\"http://devinit.org/discussion-paper/discussion-paper-official-development-assistance-loans/\">valuing only the grant element of aid loans as ODA</a> and the DAC’s acceptance of this is a very welcome development. The move towards IMF reference rates for loans is a step in the right direction, although it can be argued that the differentiated discount rates (DDRs), published by the OECD themselves, are a more realistic basis for reference rates. Still, at least in the case of countries classed as ‘middle income’, we have a significantly lower (and thus more realistic) reference rate. However, the proposed 9% reference rate for LICs/LDCs is only slightly lower than the old 10% rate.</p>\n<p>The addition of ‘risk premia’ to the reference rate also creates a potential danger of over-incentivising donors to lend to LDCs/LICs. This is because, under the proposed system a loan to an LDC/LIC will lead to a greater amount of ODA being credited to the donor than for the exact same loan to an MIC. For example, a $10 million, 25-year loan at an interest rate of 2% would be counted as $454,000 of ODA if loaned to an LIC, but only $313,000 of ODA if loaned to an UMIC. The 45% grant element threshold for LDCs/LICs will mitigate this potentially perverse incentive to some extent.</p>\n<p>The linking of the ODA rules to the IMF’s debt sustainability rules and the World Bank’s borrowing policy, which was also announced in the DAC communiqué, is a positive move and will help to protect LICs against over-lending.  It could even be argued that these safeguards are necessary due to the potential incentive to over-lend to LICs/LDCs created by the 9% reference rate.</p>\n<p>In summary, although questions remain around the arguments for using different discount rates for LDCs/LICs and MICs, the other constraints on lending to LICs/LDCs (45% threshold and adherence to IMF debt limitation policy) provide a counterweight to any perverse incentive to over-lend to the poorest countries. Therefore these changes are, overall, welcome.</p>\n<p>The other rules on the valuation of ODA have largely remained unchanged and this is somewhat disappointing. The DAC have failed to take this opportunity to remove elements such as imputed student costs and donor-country refugee costs, which seem set to continue to qualify as ODA. As we highlighted in our <a href=\"http://devinit.org/report/investments-to-end-poverty/\">2013 Investments to End Poverty Report</a> , these two elements alone accounted for over $6.5 billion of ODA reported by DAC donors in 2012, but resulted in no actual transfer of resources to the developing world. A future broader measure of development finance the OECD proposes may be a more suitable way to report these items rather than including them in ODA.</p>\n<p><a href=\"#_ftnref1\" name=\"_ftn1\">[1]</a> The grant element is the standard way of measuring how concessional a loan is. It can be viewed as the difference between the cost, in today’s prices, of the future repayments a borrower will have to make on the loan in question and the repayments the borrower would have had to make on a non-concessional loan. This is therefore the amount of money that is considered to have been ‘given away’ by the donor, hence grant element. The grant element is normally shown as a percentage of the value of the loan.</p>\n<p><a href=\"#_ftnref2\" name=\"_ftn2\">[2]</a> The reference rate is a benchmark interest rate used in the calculation of the grant element – the higher the reference, the higher the grant element. For an accurate measure of concessionality, the reference rate should have some relationship to the market rate faced by the lender.</p>\n</div>"}, {"title": "While Uganda’s income rises after rebasing and b...", "author": [], "format": "News", "date": "05 Jan 2015", "description": "While Uganda’s income rises after rebasing and better population estimates, more work is needed to reduce poverty", "url": "http://devinit.org/post/ugandas-income-rises-rebasing-better-population-estimates-work-needed-reduce-poverty/", "body": "<div class=\"lead\"></div><div class=\"body-text p-b--2\"><p>Uganda’s per capita<a href=\"#_edn1\" name=\"_ednref1\">[i]</a> gross domestic product (GDP) at constant prices for 2013/14 rose by 115% to US$730 and at current prices by 21.2% to US$788. This was after the Uganda Bureau of Statistics released improved and <a href=\"http://www.ubos.org/onlinefiles/uploads/ubos/GDP/Rebased%20GDP%20Estimates%202009-2010.pdf\">rebased estimates</a> of GDP using a base period of 2009/10 (having previously used 2002) and lower than expected <a href=\"http://www.ubos.org/onlinefiles/uploads/ubos/NPHC/NPHC%202014%20PROVISIONAL%20RESULTS%20REPORT.pdf\">population</a> totals<a href=\"#_edn2\" name=\"_ednref2\">[ii]</a> in November 2014.</p>\n<p>Rebasing of the national account series (which includes the GDP) is the process of replacing an old base year<a href=\"#_edn3\" name=\"_ednref3\">[iii]</a> with a new and more recent base year. The base year provides the reference point to which future values of the GDP are compared.</p>\n<p>Uganda follows other East and West African countries that have rebased their economies recently. Uganda’s 17% change in GDP after rebasing is the lowest in the region, in Kenya it was 24% and in Tanzania it was 25%. Nigeria’s and Ghana’s economies changed by 89% and 62%, respectively, far ahead of East African countries. However, this was mostly due to differences in previous base periods for West and East Africa (<a href=\"http://www.thisdaylive.com/articles/gdp-rebasing/175578/\">1990 and 1993 for Nigeria and Ghana, respectively, compared with 2001 for Kenya and Tanzania, and 2002 for Uganda</a>). The more regular the revisions, the better the national income estimates.</p>\n<h3><strong>What changed in Uganda?</strong></h3>\n<p>The 2013/14 GDP rose by 13.1% from the previous base-period estimates, and the population estimate declined to 34.9 million people lower than the predicted value of 35.4 million people. The growth of the economy in 2013/14 remained at 4.5%, slightly higher than 2012/13 (3.3%). Industry and services sectors maintained higher growth (4.3% and 4.2%, respectively) than agriculture (1.5%).</p>\n<p>Services contributed to half (50.2%) of GDP in 2013/14 and the contribution by the agriculture sector continues to decline (from 26.6% in 2009 to 23.3% in 2013). The contribution by taxes was 8.7% in 2013/14, and follows an increasing trend since 2009/10 (7.2%).</p>\n<h3><strong>How reliable is the new data?</strong></h3>\n<p>These GDP estimates are more reliable than those of the 2002 base year, simply because 2009/10 is a more recent year. In addition, restructuring of the economy was based on up-to-date recommended methodology (using the system of national accounts (<a href=\"http://unstats.un.org/unsd/nationalaccount/sna2008.asp\">SNA</a>) 2008 and International standard industrial classification (<a href=\"http://unstats.un.org/unsd/cr/registry/isic-4.asp\">ISIC</a>) rev. 4 and 2009/10 supply use tables (SUT) as a benchmark) and most recent data sources<a href=\"#_edn4\" name=\"_ednref4\">[iv]</a>.</p>\n<h3><strong>What are the major policy implications?</strong></h3>\n<p>The new estimates express Uganda’s economy in a more accurate way. This implies that better decisions and effective policy evaluations can be made, through a better understanding of the structure of the economy, growth drivers in each sector, and sectors where investment resources and more financing should be budgeted. In addition, without accurate GDP figures we cannot make cross-country comparisons or rank countries convincingly.</p>\n<p>Attaining the per capita income of US$1,218 in 2019/20 and US$9,500 in the <a href=\"http://npa.ug/uganda-vision-2040/\">vision 2040</a> is more likely to happen with policies based on these up-to-date estimates.</p>\n<p>Also to note, compared with other countries in the region the proportion of tax-to-GDP ratio in Uganda is very low (at 8.7%). Neighbouring <a href=\"http://www.imf.org/external/pubs/ft/scr/2014/cr14120.pdf\">Tanzania has a tax-to-GDP ratio of 16%</a> and Kenya 20%. Sub-Saharan African countries with <a href=\"http://databank.worldbank.org/data/views/variableselection/selectvariables.aspx?source=world-development-indicators#s_t\">tax-to-GDP ratios of greater than 20%</a> are Equatorial Guinea, Seychelles, South Africa, Botswana and Namibia.</p>\n<h3><strong>What are the opportunities for focus in Uganda?</strong></h3>\n<p>The continued expansion of the services sector provides room for new opportunities such as accommodation and food services (growth at 11.4%), information and communication (growth at 11.1%), education services (growth at 6.2%), human health and real estate (both at 6.1%).</p>\n<p>Opportunities in the industry sector include mining (growth at 5.6%), manufacturing, water and construction. Uganda is planning to start large-scale crude oil extraction by 2018 after <a href=\"http://www.reuters.com/article/2014/10/10/uganda-oil-idUSL6N0S53Q720141010\">commercial reserves estimated at 6.5 billion barrels were found in 2006</a>, and this is expected to increase growth in the sector.</p>\n<p>In agriculture, growth is significant in livestock and forestry. Fishing and cash crops experienced negative growth. But with better policies, this sector is expected to attain better growth.</p>\n<h3><strong>After all this, where are we in terms of development, especially the end of poverty?</strong></h3>\n<p>Per capita income growth is normally associated with growth in other development indicators such as absolute poverty, literacy rates, proportion of children immunised, and percentage debt service.</p>\n<p>However, <a href=\"http://www.ubos.org/onlinefiles/uploads/ubos/statistical_abstracts/Statistical%20Abstract%202014.pdf\">some indicators</a> have remained unchanged or experienced insignificant change. For example, the net enrolment ratio in primary education (81.8%); the literacy rate of 15–24 year olds (76%); the rate of immunisation against measles (76%); and the proportion of 15–24 year olds who have comprehensive knowledge of HIV/AIDS (38.8%).</p>\n<p>Poverty levels and income inequality (Gini coefficient) declined from 24.5% and 0.426, respectively, in 2009/10 to 19.7% and 0.395, respectively, in 20012/13, but these values still show a significant proportion of people who cannot afford basic human needs. Much remains to be done to improve the incomes and secure the livelihood of approximately 43% of the population that is at risk of falling back into poverty in the event of a shock.</p>\n<p>Effort is needed to reduce vulnerability and help build the resilience of individuals and communities, especially in northern Uganda where poverty rates remain high as a result of youth unemployment, gender inequality, lack of access to basic services, and low economic development<a href=\"#_edn5\" name=\"_ednref5\">[v]</a>.</p>\n<p>As observed, a lot needs to be done to reduce the levels of poverty and vulnerability in Uganda. More concentrated effort is needed to improve the quality of life and capabilities of Ugandans as expressed by persistent low literacy rates, poor health status, high unemployment rates, poor education structures and low levels of institutional development.</p>\n<p><a href=\"#_ednref1\" name=\"_edn1\">[i]</a> Per capita GDP is the average production per person of goods and services for a specified period, such as one year. Per capita GDP is often considered an indicator of a country’s standard of living and can also be used to compare the relative welfare in different countries in a given period. However, this indicator is not a measure of personal income.</p>\n<p><a href=\"#_ednref2\" name=\"_edn2\">[ii]</a> The average annual population growth rate between 2012 and 2014 declined to 3.03% from the observed 3.2% between 1991 and 2002. <a href=\"http://www.ubos.org/onlinefiles/uploads/ubos/NPHC/NPHC%202014%20PROVISIONAL%20RESULTS%20REPORT.pdf\">http://www.ubos.org/onlinefiles/uploads/ubos/NPHC/NPHC%202014%20PROVISIONAL%20RESULTS%20REPORT.pdf</a></p>\n<p><a href=\"#_ednref3\" name=\"_edn3\">[iii]</a> A ‘base year’ is a year when unusually good data on the economy is available.</p>\n<p><a href=\"#_ednref4\" name=\"_edn4\">[iv]</a> Most surveys in Uganda were carried between 2008 and 2010 and these were used in the rebasing exercise. These include Uganda census of agriculture (2008/9), Uganda national household survey (UNHS, 2009/10), the national livestock census (2008), Uganda business inquiry (2009/10), census of business establishments (2009/10), non-profit institutions survey (2009/10) and labour force surveys.</p>\n<p><a href=\"#_ednref5\" name=\"_edn5\">[v]</a> Ministry of finance, planning and economic development (MOFPED), Poverty status report (PSR) 2014, Kampala, Uganda</p>\n<p>Photo credit: karen Contador.</p>\n</div>"}, {"title": "Economic growth won’t be enough to help Uganda...", "author": ["Cordelia Lonsdale"], "format": "Commentary blogs; News", "date": "12 Nov 2013", "description": "The 2013 Chronic Poverty Report makes sobering reading, and demonstrates that growth alone will not be enough to tackle poverty in Uganda.", "url": "http://devinit.org/post/economic-growth-wont-enough-help-ugandas-poorest/", "body": "<div class=\"lead\"></div><div class=\"body-text p-b--2\"><p>The <a href=\"http://www.chronicpovertynetwork.org\">2013 Chronic Poverty Report from Uganda</a> (authored by our partners DRT Uganda, and the Chronic Poverty Research Centre) makes sobering reading. Entitled <b>“Is anybody listening?”</b> the report emphasises the continuing multi-dimensionality of Ugandan poverty. The title refers to <a href=\"http://www.chronicpovertynetwork.org\">what the authors see</a> as as a fundamental disconnect between the Ugandan chronically poor, and Ugandan policymakers; caused by a failure on the part of Ugandan leadership to include poor people in policymaking, as well as a failure to communicate effectively.</p>\n<p>A headline finding of the CPR is that economic growth will likely not be enough to eradicate the chronic poverty which persists in Uganda. The report also finds that targeted social protection policies (as well as policies that ensure inclusion into public services for poorer and marginalised groups), need reviewing and consolidating: to “get rid of those that are not working, and focus effort on those that are or can.” It contains analysis both of the data on those living in chronic poverty, and the social welfare policy environment in Uganda; research carried out largely by local organisations (including support from some of our colleagues in the <a href=\"http://devinit.org/about/africa-hub/\" title=\"The Africa Hub\">Africa hub</a>).</p>\n<p><b>How many poor people in Uganda?</b></p>\n<p>The second chapter of the Uganda CPR was an especially interesting read for us at DI. (We recently reported on the distribution and depth of poverty, relative to governments’ capacity to respond to this challenge, and projected future global poverty trends until 2030, in Chapter 1 of our <a href=\"http://devinit.org/report/investments-to-end-poverty/\" title=\"Investments to End Poverty\">Investments to End Poverty report.</a>)  The CPR authors analyse data on Ugandan poverty, mainly from national household surveys (taken in 2005/6 and updated with a smaller sample in 2010).  The following findings stood out for me:</p>\n<ul>\n<li>Chronic poverty in Uganda, though it has halved since the 1990s, still persists: around one in ten households are still trapped in poverty (11.6%) and unable to meet their most basic needs. According to the graph on p6 of the CPR, <strong>about 7.5 million people</strong> are in absolute poverty in Uganda.</li>\n<li>Nearly half of all poor households are chronically poor, or in long-term, persistent poverty (48.8% in 2009/10). (For a more in-depth explanation of what constitutes ‘chronic poverty’, visit the <a href=\"http://www.chronicpoverty.org/page/about-chronic-poverty\">CPRC webpage)</a></li>\n<li>The number of ‘insecure non-poor’ individuals, those with consumption levels between the poverty line and twice the poverty line, has also increased- <strong>see below</strong>. The report calls this a ‘new group of vulnerable people.” It is certainly a group that policymakers should pay increasing attention to.</li>\n</ul>\n<p><a href=\"http://devinit.org/wp-content/uploads/2013/11/uganda.png\"><img alt=\"uganda poverty graph\" class=\"size-full wp-image-1906 aligncenter\" height=\"284\" src=\"http://devinit.org/wp-content/uploads/2013/11/uganda.png\" width=\"696\"/></a></p>\n<p><b>Economic growth will leave the poorest behind- without targeted social protection policies</b></p>\n<p>A strong message in the CPR is that the potentially positive benefits of predicted economic growth in Uganda are in danger of being offset by the country’s increasing economic and social inequality. This is caused by (in part) rural-urban migration and its impacts; as well as loss of livelihoods in the agricultural sector from environmental stress and climate change.</p>\n<div class=\"wp-caption alignleft\" id=\"attachment_1904\" style=\"width: 310px\"><a href=\"http://devinit.org/wp-content/uploads/2013/11/Uganda-market1.jpg\"><img alt=\"Credit: Adam Jones\" class=\"size-medium wp-image-1904\" height=\"225\" src=\"http://devinit.org/wp-content/uploads/2013/11/Uganda-market1-300x225.jpg\" width=\"300\"/></a><p class=\"wp-caption-text\">Market at Kisoro. Credit: <a href=\"http://www.flickr.com/photos/adam_jones/\">Adam Jones</a></p></div>\n<p>More efforts are needed to make growth work better for the poor. Social protection policies can play a vital role in mitigating any impacts of economic growth on the poorest, where they are failing to benefit from it. The report takes a detailed look at the emergence of social protection policy programmes in Uganda, and notes that Uganda is still experiencing basic challenges to implementing or targeting successful SP policies; they cite ‘lack of political will” and a number of other contributing social, political and structural factors.</p>\n<p>The foreword by the Minister of State for Gender Labour and Social Development, whose ministry leads on social protection interventions, states that more coherent policies across the Ugandan government are needed in Uganda; to sustain the impact of the welfare interventions through a more “equitable distribution of resources” in Ugandan society.</p>\n<p><b>Collaboration, cross-working and coherent policies</b></p>\n<p>For us at DI, the messages of the Uganda CPR will resonate as we follow post-2015 debates on what will replace the MDGs- and <a href=\"http://devinit.org/di-analyst-viewpoint-ian-townsend-ending-poverty/\" title=\"Ending poverty by 2030: A DI Analyst viewpoint\">how we finance the end of poverty by 2030</a>. The report reminds us just how urgent it is to get agreement on the priorities here. Even more importantly, it provides clear evidence that building consensus across all stakeholder groups- private sector, donors, governments, CSOs and multilateral agencies- is essential if we are to eradicate poverty by 2030. Growth-focused development strategies which are aimed at eradicating poverty, but which make no provision for those in chronic poverty (the elderly; the disabled; those in isolated rural areas with lack of access to opportunity, education and jobs; those vulnerable to climate change and disaster) could be counter-productive and remove the positive impacts of growth in the long term. This would risk putting our shared objectives, of “leaving no-one behind”, out of reach.</p>\n<p><i>Detailed analysis of chronic poverty in the East African region will be found in the upcoming <a href=\"http://devinit.org/east-africa-chronic-poverty-report-pipeline/\" title=\"‘East Africa Chronic Poverty Report’ in the pipeline\">East African Chronic Poverty report</a>,</i> <i>a collaborative effort with the CPRC and other organisations.  </i></p>\n</div>"}]