[{"url": "http://devinit.org/post/people/alex-ezeh/", "name": "Alex Ezeh", "position": "Board Member", "department": "board-members", "img": "http://devinit.org/wp-content/uploads/2019/01/Ezeh_Alex_Portrait-Photo.jpg", "body": "<p><strong>Start date with DI:</strong> February 2019</p><p><strong>Where I am based:</strong> Philadelphia, PA, USA.</p><p><strong>What I do: </strong>I provide advice, support and direction to Development Initiatives in my role as Board Member.</p><p><strong>Previous experience: </strong>I am Dornsife Professor of Global Health at Drexel University and Distinguished Visiting Fellow at the <a href=\"https://www.cgdev.org/\" target=\"_blank\">Center for Global Development</a>. Before that, I led the <a href=\"https://aphrc.org/\" target=\"_blank\">African Population and Health Research Centre</a> (APHRC) for 17 years, stepping down as Executive Director in September 2017. In my role as founding Executive Director, I helped the APHRC to become one of Africa’s foremost regional research centres addressing population, health, education, and development issues. I also initiated and directed the <a href=\"http://cartafrica.org/\" target=\"_blank\">Consortium for Advanced Research Training in Africa</a>, an initiative to strengthen doctoral training and the retention of academics at African universities.</p>"}, {"url": "http://devinit.org/post/people/alex-miller/", "name": "Alex Miller", "position": "Data Scientist", "department": "data-science-and-information-architecture", "img": "http://devinit.org/wp-content/uploads/2015/02/Alex-1.jpg", "body": "<p><strong>Start date with DI:</strong> January 2015</p><p><strong>Where I am based:</strong> Washington DC, US</p><p><strong>What I do:</strong> As DI’s Data Scientist in Washington DC, I work closely with US-based stakeholders to monitor global policy processes, especially those surrounding poverty, data quality and transparency. In addition to attending external engagements and conducting policy research, I provide technical support for internal web-development and data-science.</p><p><strong>Previous experience: </strong>MA in Public Policy and BA in International Relations from the College of William &amp; Mary, Williamsburg. Prior to joining DI, I worked for the AidData Centre for Development Policy and spent six months interning with the UN’s Office for the Coordination of Humanitarian Affairs Financial Tracking Service in Geneva, Switzerland.</p><p> </p>"}, {"url": "http://devinit.org/post/people/alice-mcandrew/", "name": "Alice McAndrew", "position": "Content & Publications Officer", "department": "communications", "img": "http://devinit.org/wp-content/uploads/2019/03/alice.jpg", "body": "<p><strong>Start date with DI:</strong> March 2019</p><p><strong>Where I am based:</strong> Bristol, UK</p><p><strong>What I do: </strong>As a member of the Communications team, I support core programmes and publications by driving editorial production and ensuring quality and consistency across digital and print outputs.</p><p><strong>Previous experience:</strong> I have two years’ experience in editorial and project management. Before joining Development Initiatives, I worked at an international auction house, where I was responsible for coordinating the production of proposal documents, market reports, presentations and bespoke books for clients. I have also undertaken internships and volunteered at a range of not-for-profit organisations within the arts and charity sectors. I graduated from University of Oxford with a first-class degree in History of Art in 2016.</p>"}, {"url": "http://devinit.org/post/people/amy-cox/", "name": "Amy Cox", "position": "Engagement Advisor", "department": "policy-engagement", "img": "http://devinit.org/wp-content/uploads/2018/02/Amy-Cox.jpg", "body": "<p><strong>Start date with DI:</strong> January 2018</p><p><strong>Where I am based:</strong> Bristol, UK</p><p><strong>What I do: </strong>As an Engagement advisor in the Engagement &amp; Policy team, I undertake research on the global policy landscape; carry out stakeholder mapping; build and maintain relationships with key external stakeholders and provide strategic oversight and guidance in the organisation of engagement-related events.</p><p><strong>Previous experience: </strong>I have just completed my MA in Gender &amp; International Relations at the University of Bristol. Prior to pursuing my MA, I completed a 2 month internship with a women’s rights organisation based in Costa Rica.</p>"}, {"url": "http://devinit.org/post/people/amy-dodd/", "name": "Amy Dodd", "position": "Head of Engagement", "department": "policy-engagement", "img": "http://devinit.org/wp-content/uploads/2018/04/Amy-Dodd.png", "body": "<p><strong>Start date with DI:</strong> April 2018</p><p><strong>Where I am based:</strong> London, UK</p><p><strong>What I do: </strong>I lead DI’s work engaging with key actors, globally and at the national level, on development finance.</p><p><strong>Previous experience:</strong> Before joining DI, I worked with civil society and in politics. Most recently, I ran the UK Aid Network for over 5 years, a coalition of NGOs working on joint policy, analysis and advocacy for better and more effective aid and development cooperation. I also have almost a decade’s experience in politics, from campaigning to Parliament, including working as an adviser to the Shadow International Development Team leading policy, strategy and communications on a wide range of issues from gender and development to economic development.</p>"}, {"url": "http://devinit.org/post/people/amy-silcock/", "name": "Amy Silcock", "position": "IATI Business & Data Analyst", "department": "data-science-and-information-architecture", "img": "http://devinit.org/wp-content/uploads/2017/07/Amy-Silcock.jpg", "body": "<p><strong>Start date with DI:</strong> March 2017</p><p><strong>Where I am based:</strong> Bristol, UK</p><p><strong>What I do:</strong> I support organisations to publish data to the International Aid Transparency Initiative (IATI) and advise them on the technical aspects of the IATI Standard and its tools.</p><p><strong>Previous experience:</strong> Before joining DI I worked for the Care Quality Commission (CQC) regulating mental health services, helping them to improve and monitoring the use of the Mental Health Act under the CQC’s UN OPCAT (Optional Protocol to the Convention Against Torture) responsibilities. Prior to this I spent a year in quality and assurance with a social housing charity as part of the Charityworks graduate programme, as well as helping to deliver psychological interventions to gangs in London.</p>"}, {"url": "http://devinit.org/post/people/angharad-price/", "name": "Angharad Price", "position": "Policy & Engagement Assistant", "department": "policy-engagement", "img": "http://devinit.org/wp-content/uploads/2019/07/Angharad-Price.jpg", "body": "<p><strong>Start date:</strong> June 2019</p><p><strong>Where I am based:</strong> Bristol, UK</p><p><strong>What I do:</strong> As Policy and Engagement Assistant I work on outreach to the public and private sector, and research development policy with the aim of informing and updating teams on the current development landscape. I am also responsible for managing the Engagement team’s calendar and organising events that Development Initiatives is attending or hosting.</p><p><strong>Previous experience:</strong> I am studying for a BSc in Sociology and Social Policy at the University of Bath and am currently on my placement year. I work at the university in the community outreach programme, helping disadvantaged students to access higher education. I have been involved in volunteering work, organising and running charity events.</p>"}, {"url": "http://devinit.org/post/people/angus-urquhart/", "name": "Angus Urquhart", "position": "Humanitarian Lead", "department": "policy-engagement", "img": "http://devinit.org/wp-content/uploads/2018/02/Angus-Urquhart.jpg", "body": "<p><b>Start date with DI: </b>December 2017</p><p><b>Where I am based: </b>Bristol, UK</p><p><b>What I do: </b>I lead DI’s policy analysis and engagement on humanitarian assistance.</p><p><strong>Previous experience: </strong>I worked for Safeworld, an international peacebuilding NGO, as a Team Leader and Policy Advisor on conflict, security and arms control issues. I led the organisation’s work on arms and security in East and Southern Africa, as well as Safeworld’s international engagement on small arms and security issues. Previously I have also worked as a consultant for NGOs and UN agencies on peace, security and humanitarian issues, conducting research, evaluations, value for money assessments and program reviews.</p>"}, {"url": "http://devinit.org/post/people/anna-hope/", "name": "Anna Hope", "position": "Head of Communications", "department": "communications", "img": "http://devinit.org/wp-content/uploads/2015/01/Anna-headshot-e1532083184777.jpg", "body": "<p><strong>Start date with DI: </strong>December 2014</p><p><strong>Where I am based: </strong>Bristol</p><p><strong>What I do: </strong>I manage the communications function at DI, including media, digital, publications and editorial, and brand.</p><p><strong>Previous experience: </strong>I’ve worked in communications and advocacy roles in both the political arena and third sector for the last eleven years. Before joining DI, I was based in Palestine working on a human rights project while studying Arabic language at Al-Quds University in Jerusalem. I am a graduate in Economics and Politics from SOAS, University of London, and hold a Masters of Research in Global Political Economy from the University of Bristol.</p><p> </p>"}, {"url": "http://devinit.org/post/people/bernard-sabiti/", "name": "Bernard Sabiti", "position": "Senior Strategic Partnerships & Engagement Manager", "department": "strategic-partnerships", "img": "http://devinit.org/wp-content/uploads/2016/08/Bernard-Sabiti.jpg", "body": "<p><strong>Start date with DI</strong>: January 2016</p><p><strong>Where I am based</strong>: Kampala, Uganda</p><p><strong>What I do</strong>: I manage and support DI’s key partnerships with government, government agencies and our other partners in Uganda to increase access to and the use of development data. I focus on building, maintaining and delivering key projects through these partnerships, ensuring the links between DI’s local projects connect to the organisation’s strategy. I also contribute to DI’s work harnessing the data revolution at subnational, national, regional and global level.</p><p><strong>Previous experience: </strong>I spent six years working to promote open data and the data revolution in Uganda, through coordinating the local data ecosystem as a Governance and Transparency Analyst for <a href=\"http://drt-ug.org/\" target=\"_blank\">Development Research and Training</a>. I also spent four years working in media in Uganda, including as a writer for the Daily Monitor, one of the country’s major dailies where I covered technology and society, politics, and governance and transparency issues.</p>"}, {"url": "http://devinit.org/post/people/bill-anderson/", "name": "Bill Anderson", "position": "Data & Information Architect", "department": "data-science-and-information-architecture", "img": "http://devinit.org/wp-content/uploads/2015/01/Bill_Anderson.jpg", "body": "<p><strong>Start date with DI: </strong>March 2010</p><p><strong>Where I am based: </strong>London, UK</p><p><strong>What I do: </strong>Content lead on our cross-cutting work on the data revolution and joined-up data standards, supported by a small but growing team of data scientists. Technical lead in the secretariat of the International Aid Transparency. Oversight of the development of systems underpinning DI’s collection, storage and analysis of data and production of information.</p><p><strong>Previous experience: </strong>13 years as an intelligence analyst for the African National Congress of South Africa. 10 years as MD of a software house doing Electronic Data Interchange. Consultant specialising in public information systems in Africa.</p><p> </p>"}, {"url": "http://devinit.org/post/people/boniface-owino/", "name": "Boniface Owino", "position": "Analyst", "department": "research-and-analysis", "img": "http://devinit.org/wp-content/uploads/2017/11/Boniface-Owino.jpg", "body": "<p><strong>Start date with DI:</strong> October 2017</p><p><strong>Where I am based:</strong> Nairobi Office, Kenya</p><p><strong>What I do:</strong> I work with other experts in the Research &amp; Analysis team to conduct innovative, rigorous, relevant and timely research/data analysis, focusing on poverty, finance for development and humanitarian response.</p><p><strong>Previous experience:</strong> Graduate in Economics from the University of Nairobi. I previously worked for the Consumer Unity &amp; Trust Society – Centre for International Trade, Economics &amp; Environment (CUTS-CITEE), Nairobi, as Policy Analyst and head of the trade and development programme. I also worked for Kenya Institute for Public Policy Research and Analysis (KIPPRA) as a Young Professional/Researcher under the Young Professional Programme.</p>"}, {"url": "http://devinit.org/post/people/carina-chicet/", "name": "Carina Chicet", "position": "Analyst", "department": "research-and-analysis", "img": "http://devinit.org/wp-content/uploads/2019/07/Carina-Chicet.jpg", "body": "<p><strong>Start date:</strong> June 2019</p><p><strong>Where I am based:</strong> Bristol, UK</p><p><strong>What I do:</strong> I am an Analyst supporting the Global Humanitarian Assistance team with research on its current and prospective projects, such as the annual Global Humanitarian Assistance report, as well as supporting the Investments to End Poverty programme.</p><p><strong>Previous experience:</strong> I am a Criminology graduate from the University of Durham, with previous research experience working for a national domestic abuse charity, a local NGO and a university research centre.</p>"}, {"url": "http://devinit.org/post/people/carolyn-culey/", "name": "Carolyn Culey", "position": "Director of Partnerships & Engagement", "department": "leadership-team strategic-partnerships policy-engagement", "img": "http://devinit.org/wp-content/uploads/2015/01/Carolyn_Culey.jpg", "body": "<p><strong>Start date with DI:</strong> March 2008</p><p><strong>Where I am based:</strong> UK</p><p><strong>What I do:</strong> I am a member of the International Aid Transparency Initiative Secretariat, supporting IATI’s outreach and communications work, and I also lead the aidinfo programme’s outreach and engagement work.</p><p><strong>Previous experience:</strong> I have twenty years’ policy and campaigning experience in the international development sector, and led Oxfam GB’s government and parliamentary relations work for eleven years. I have worked for a wide range of NGOs on a freelance basis, offering strategic advice and undertaking campaign evaluations. Prior to joining the international development sector, I spent five years working in Parliament.</p><p> </p>"}, {"url": "http://devinit.org/post/people/cecilia-caio/", "name": "Cecilia Caio", "position": "Senior Analyst", "department": "research-and-analysis", "img": "http://devinit.org/wp-content/uploads/2016/02/Cecilia.jpg", "body": "<p><strong>Start date with DI:</strong> September 2015</p><p><strong>Where I am based:</strong> UK</p><p><strong>What I do: </strong>I lead DI’s research under the Investments to End Poverty programme, which brings together our work on poverty and resources to provide data-driven and policy-relevant analysis on how donors can maximise their impact toward poverty eradication. A particular area of focus for me is the role of development cooperation in private sector development, including blended finance. I also manage DI’s data on financing beyond ODA which is used across a number of grant and consultancy projects.</p><p><strong>Previous experience:</strong> I studied International Economics and Management at Bocconi University in Milan. I spent a year working with relatively small non-government organisations, first in the northern region of Guatemala and then in northern Uganda. I then studied Finance and Development at SOAS before working for the Japan International Cooperation Agency, both in London. Before joining DI I spent three years working at the Ministry of Finance in Guyana – two as an Overseas Development Institute Fellow and one as an independent consultant assisting the government with the drafting of Guyana’s 2015 Millennium Development Goals Progress Report.</p><p> </p>"}, {"url": "http://devinit.org/post/people/charlotte-martineau/", "name": "Charlotte Martineau", "position": "Senior Analyst", "department": "research-and-analysis", "img": "http://devinit.org/wp-content/uploads/2019/07/Charlotte-Martineau.png", "body": "<p><strong>Start date:</strong> May 2019</p><p><strong>Where I am based:</strong> Bristol,UK</p><p><strong>What I do:</strong> I am a Senior Nutrition Policy analyst working on the Global Nutrition Report (GNR). I support the GNR team with writing the report and work with the Engagement team to ensure the GNR reaches the appropriate audiences.</p><p><strong>Previous experience:</strong> I worked as a Humanitarian Nutrition Advisor for Save the Children UK and Action Against Hunger, managing and supporting development and humanitarian nutrition programmes in Sub-Saharan Africa, Europe and the Middle East.</p>"}, {"url": "http://devinit.org/post/people/chris-childs/", "name": "Chris Childs", "position": "Board Member", "department": "board-members", "img": "http://devinit.org/wp-content/uploads/2015/01/Chris-Childs.jpg", "body": "<p>Chris provides advice, support and direction to Development Initiatives in his role as Board Member.</p><p>Having studied law at Southampton University, Chris then worked as a solicitor. Prior to his retirement from practice in July 2015 he was a part-time consultant with the merged firm MLM Cartwright in Cardiff, having been a partner in the firm Cartwright Black. Chris has over 25 years’ experience of dealing with a wide range of employment matters. He has appeared extensively as an advocate before the Employment Tribunals, acting for employers and employees.</p><p>Chris also undertook regulatory work and prosecutions for Royal Mail and the Department for Business, Innovations and Skills. He also acts as company secretary and a member of the Board of Management of the charity Lightship 2000.</p><p> </p>"}, {"url": "http://devinit.org/post/people/claudia-wells/", "name": "Claudia Wells", "position": "Director of Data Use", "department": "leadership-team data-science-and-information-architecture", "img": "http://devinit.org/wp-content/uploads/2019/02/Claudia.jpg", "body": "<p><strong>Start date with DI</strong>: January 2019</p><p><strong>What I do:</strong> I lead the development and implementation of Development Initiatives’ data use strategy. I also direct DI’s data use projects, and identify potential opportunities to develop new projects that support this theme. I work closely with stakeholders to support them in their use of data and evidence in their work, direct research and learning on data use. Finally, I contribute to publications that promote the use of data by decision-makers at all levels in order in order to reduce poverty.</p><p><strong>Previous experience</strong>: Prior to joining DI, I worked for the Office for National Statistics where I was responsible for developing new data and analysis for a wide range of users, from informing the everyday decisions of the public, to working across government providing robust evidence for policy makers. I delivered analysis to inform decisions on a wide range of topics including the Sustainable Development Goals, the environment, poverty, health and inequality. I am passionate about working in statistical areas that highlight both economic and social inequalities whilst also making data open and available to all.</p>"}, {"url": "http://devinit.org/post/people/connie-fitzgerald/", "name": "Connie Fitzgerald", "position": "Human Resources Officer", "department": "central-services", "img": "http://devinit.org/wp-content/uploads/2015/02/d.jpg", "body": "<p><strong>Start date with DI:</strong> August 2014</p><p><strong>Where I am based:</strong> Bristol Office, UK</p><p><strong>What I do:</strong> I assist and work with the Executive Assistant to the Directors in managing of the Directors</p><p><strong>Previous experience</strong>: I am at DI for my year long apprenticeship in Business &amp; Administration. Before joining DI I attending Sixth form and was studying Law, Sociology, History and Government &amp; Politics.</p><p> </p>"}, {"url": "http://devinit.org/post/people/dan-seymour/", "name": "Dan Seymour", "position": "Head of Finance", "department": "central-services", "img": "http://devinit.org/wp-content/uploads/2018/04/Dan-Seymour.jpg", "body": "<p><strong>Start date:</strong> April 2018</p><p><strong>Where I am based:</strong> Bristol, UK</p><p><strong>What I do:</strong> I head up the finance team, ensuring timely and efficient processing of transactions and that complete and accurate financial records are maintained. I am working to continuously improve the provision of high quality business partnering to all of DI, ensuring decision-making is underpinned by sound financial understanding.</p><p><strong>Previous experience:</strong> Over the last decade I have worked as an accountant in the health, care and education sectors, in both a UK and international setting. Although my focus (and qualifications) are within finance, I have also worked to support organisational strategy, governance and systems implementations.</p>"}, {"url": "http://devinit.org/post/people/dan-walton/", "name": "Dan Walton", "position": "Analyst", "department": "research-and-analysis", "img": "http://devinit.org/wp-content/uploads/2016/08/Dan-Walton-72.jpg", "body": "<p><strong>Start date with DI:</strong> August 2016</p><p><strong>Where I am based:</strong> Bristol, UK</p><p><strong>What I do:</strong> After a 2014 internship at DI, I’ve returned to the Research &amp; Analysis team. I’m particularly interested in poverty and distribution data, and spend much of my time working on the P20 Initiative. I work with Excel, R, QGIS and Tableau.</p><p><strong>Previous experience:</strong> Graduate in Economics from the University of Bath</p><p> </p>"}, {"url": "http://devinit.org/post/people/daniel-coppard/", "name": "Daniel Coppard", "position": "Director of Research & Analysis", "department": "leadership-team research-and-analysis", "img": "http://devinit.org/wp-content/uploads/2016/04/dan-coppard-cropped-e1461944682209.jpg", "body": "<p><strong>Start date with DI: </strong>February 2009</p><p><strong>Where I am based:</strong> Oxford/Bristol</p><p><strong>What I do</strong>: I direct Development Initiatives’ (DI) research and analysis to ensure we consistently produce quality, high impact products that maintain our international reputation for independent, objective information for eradicating poverty. I lead strategic thinking on developing analytical capacity across themes of poverty, finance and policy, so that DI’s core programmes and consultancy remains relevant to decision making and accountability. I am also a specialist advisor to the UK House of Common’s International Development Committee (IDC).</p><p><strong>Previous experience</strong>: Prior to joining DI, I worked with UNDP’s Human Development Report Office contributing to their global reports. I have over 15 years’ experience in development policy and advocacy, and have undertaken a wide range of academic and consultancy work in South Asia and Africa in areas such as development and humanitarian finance, institutional development, climate adaptation, labour migration, livelihoods, growth linkages and environmental resource management. I have a PhD in Development Studies from the University of East Anglia and a BA in Egyptology from Cambridge University.</p><p> </p>"}, {"url": "http://devinit.org/post/people/daniele-milani/", "name": "Daniele Milani", "position": "Analyst", "department": "research-and-analysis", "img": "http://devinit.org/wp-content/uploads/2018/03/Daniele-Milani.jpg", "body": "<p><strong>Start date with DI:</strong> February 2018</p><p><strong>Where I am based:</strong> Bristol, UK</p><p><strong>What I do:</strong> I support the Research &amp; Analysis team investigating financial aid to end poverty and build resilience in humanitarian crises. My main contributions are towards the GHA report and UN humanitarian appeals project.</p><p><strong>Previous experience:</strong> I recently graduated from the University of Bristol with an MSc in Public Policy. With an undergraduate background in economics, I have more than five years of experience analysing industrial policy and economic performance of the industrial sector in a business association and a government research institute in Brazil.</p>"}, {"url": "http://devinit.org/post/people/david-hall-matthews/", "name": "David Hall-Matthews", "position": "Fellow", "department": "fellow", "img": "http://devinit.org/wp-content/uploads/2018/11/DHM6.jpg", "body": "<p><strong>Start date with DI: </strong>December 2018</p><p><strong>Where I am based: </strong>Brasília, Brazil</p><p><strong>What I do: </strong>I am an independent consultant, providing strategic support to charities, think tanks and international organisations and undertaking research and report writing on international development and politics. At DI, my focus is on supporting the development of strategies to increase the use of data for evidence-based decision-making and better accountability.</p><p><strong>Previous experience: </strong>I was the Managing Director of Publish What You Fund, the global campaign for transparency in development finance, during the period when the majority of bilateral aid agencies started publishing information about their activities to the IATI standard. Prior to that, I was a Senior Lecturer in International Development at Leeds University for thirteen years, focusing among other things on food security and governance. I hold MA degrees in History from Oxford and SOAS and a DPhil from Oxford.</p>"}, {"url": "http://devinit.org/post/people/dean-breed/", "name": "Dean Breed", "position": "Analyst", "department": "research-and-analysis", "img": "http://devinit.org/wp-content/uploads/2019/11/Dean-Breed-1.jpg", "body": "<p><strong>Start date: </strong>July 2019</p><p><strong>Where I am based: </strong>Bristol, UK</p><p><strong>What I do: </strong>I am part of the Research &amp; Analysis team and work on the Global Nutrition Report. My role is to analyse the various forms of nutrition data used within the Global Nutrition Report.</p><p><strong>Previous experience: </strong>I joined Development Initiatives after graduating from the University of Bath with a BSc in Mathematics &amp; Statistics. My previous experience includes working as an Economic &amp; Financial Consulting for FTI Consulting.</p>"}, {"url": "http://devinit.org/post/people/diane-kingston-obe/", "name": "Diane Kingston OBE", "position": "Board Member", "department": "board-members", "img": "http://devinit.org/wp-content/uploads/2019/06/Diane-Kingston.jpg", "body": "<p><strong>Start date with DI:</strong> July 2019</p><p><strong>Where I am based:</strong> Eastbourne, UK</p><p><strong>What I do: </strong>I provide advice, support and direction to Development Initiatives in my role as Board Member.</p><p><strong>Previous experience: </strong>I am the Global Technical Lead for Disability Inclusion and Mainstreaming at <a href=\"https://www.sightsavers.org/\" target=\"_blank\">Sightsavers</a>. I am also a member of the Department for International Development’s Independent Reference Group on tackling sexual exploitation and abuse and sexual harassment. I have worked on social justice issues in international development and human rights throughout my career, in particular as the UK’s elected member of the <a href=\"https://www.ohchr.org/EN/HRBodies/CRPD/Pages/CRPDIndex.aspx\" target=\"_blank\">UN Committee on the Rights of Persons with Disabilities</a> (CRPD), Senior Advisor for Policy and Government Affairs for <a href=\"https://frontlineaids.org/\" target=\"_blank\">Frontline AIDS</a>, Deputy Director of Advocacy and Alliances for <a href=\"https://www.cbmuk.org.uk/\" target=\"_blank\">CBM International</a>, Global Disability Advisor for <a href=\"https://www.sightsavers.org/\" target=\"_blank\">Sightsavers</a>, and as joint Country Director of <a href=\"https://www.vsointernational.org/\" target=\"_blank\">VSO</a> Indonesia.</p>"}, {"url": "http://devinit.org/post/people/duncan-knox/", "name": "Duncan Knox", "position": "Senior Analyst", "department": "research-and-analysis", "img": "http://devinit.org/wp-content/uploads/2015/01/Duncan-2.jpg", "body": "<p><strong>Start date with DI:</strong> March 2014</p><p><strong>Where I am based:</strong> Bristol, UK</p><p><strong>What I do:</strong> I work with the Data and Analysis team, processing and producing data on development and humanitarian aid financing.</p><p><strong>Previous experience:</strong> Prior to joining Development Initiatives, I worked as an Intern based in Dhaka, Bangladesh, where I researched migration in the context of poverty reduction and development at the household level. I have also worked as a Research Assistant and Assistant Research Consultant, with both roles based at the University of Sussex Economics Department. I hold an MSc in Development Economics from the University of Sussex and a BA in Business Economics from the University of Leicester. My MSc dissertation focused on the relationship between natural resources and civil conflict.</p><p> </p>"}, {"url": "http://devinit.org/post/people/eastone-owino/", "name": "Eastone Owino", "position": "Analyst", "department": "research-and-analysis", "img": "http://devinit.org/wp-content/uploads/2019/03/eastone.jpg", "body": "<p><strong>Start date with DI:</strong> August 2018</p><p><strong>Where I am based:</strong> Nairobi, Kenya</p><p><strong>What I do:</strong> I am an analyst within the Research &amp; Analysis team, where I conduct robust research on finance, poverty and humanitarian response.</p><p><strong>Previous experience:</strong> I am an Economics and Statistics graduate from the University of Nairobi. Previously I worked with the Africa Centre for People Institutions and Society and Stratlink Global, both as a Research Analyst with responsibilities in research, analysis, delivery and management of macro- and micro-economics research and analysis.</p>"}, {"url": "http://devinit.org/post/people/edwin-magezi/", "name": "Edwin Magezi", "position": "Senior Full-Stack Developer", "department": "data-science-and-information-architecture", "img": "http://devinit.org/wp-content/uploads/2018/07/edwin.jpeg", "body": "<p><strong>Start date with DI:</strong> July 2018</p><p><strong>Where I am based:</strong> Kampala, Uganda</p><p><strong>What I do:</strong> I develop and maintain DI’s software products, specifically the websites and the Data Hub through, which DI showcases its vast data on poverty as detailed visualisations and profiles. I work closely with DI’s analyst team to ensure that the data they provide is represented accurately on the Data Hub.</p><p><strong>Previous experience: </strong>I have a degree in Computer Science from Makerere University with over four years of experience in software development using both front- and back-end technologies on mobile and web platforms. Prior to joining DI, I worked with Flock of Birds Uganda and also did a lot of freelance work.</p>"}, {"url": "http://devinit.org/post/people/edyta-barker/", "name": "Edyta Barker", "position": "Management Accountant", "department": "central-services", "img": "http://devinit.org/wp-content/uploads/2016/12/Edyta-Baker-72.jpg", "body": "<p><strong>Start date with DI:</strong> July 2015</p><p><strong>Where I am based:</strong> Bristol, UK</p><p><strong>What do I do:</strong> Day-to-day finance activity, including running financial reports, preparing reconciliations, answering queries and doing month-end tasks before closing the accounts.</p><p><strong>Previous experience:</strong> Over the last 12 years I have worked in the finance departments for commercial companies – including Veolia, Dalkia – preparing and analysing contract accounts. Other financial and project-accounting experience comes from working for major UK marketing and advertising companies.</p>"}, {"url": "http://devinit.org/post/people/emily-omego/", "name": "Emily Omego", "position": "Management Accountant", "department": "central-services", "img": "http://devinit.org/wp-content/uploads/2015/01/Emily-Omego-198x300.jpg", "body": "<div>\n<p><strong>Start date with DI:</strong> May 2013</p>\n<p><strong>Where I am based:</strong> Africa Regional Office Nairobi</p>\n<p><strong>What I do:</strong> Finance Officer based in Africa Regional Office</p>\n<p><strong>Previous experience:</strong> Prior to joining DI Emily was working with International Medical Corps as the Finance &amp; Admin in a field office and has experience of Preparation of Financial Reports, Budgets, Payroll, Supplies &amp; Purchasing maintenance, Asset management, Audits, Bank &amp; cash reports with  Sage &amp; QuickBooks software. Emily’s background includes an Accountant for 5 years and a Finance Manager for 2 years. She is a Certified Public Accountant, currently studying for a Bachelors of Commerce with certificates in different courses.</p>\n<p> </p>\n</div><p> </p>"}, {"url": "http://devinit.org/post/people/enock-omondi-omollo/", "name": "Enock Omondi Omollo", "position": "Office Administration Intern", "department": "central-services", "img": "http://devinit.org/wp-content/uploads/2019/05/Enock.jpg", "body": "<p><strong>Start date with DI:</strong> April 2019</p><p><strong>Where I am based:</strong> Nairobi, Kenya</p><p><strong>What I do: </strong>As an Office Administration Intern I help with duties such as travel and accommodation arrangements, office acquisitions, office routine maintenance, and topical research support for the Head of Africa Office, <a href=\"http://devinit.org/post/people/angela-kageni/\" target=\"_blank\">Angela Kageni</a>.</p><p><strong>Previous experience:</strong> Prior to joining Development Initiatives, I worked at International Republican Institute (IRI) as a Project and Administrative Assistant. Upon completion of my contract with IRI, I joined Africa Leaders and Leadership Institute as a Research Assistant. I also worked for the Solidarity Center as a Project and Administrative Assistant between August 2018 and February 2019.</p>"}, {"url": "http://devinit.org/post/people/gail-hurley/", "name": "Gail Hurley", "position": "Fellow", "department": "fellow", "img": "http://devinit.org/wp-content/uploads/2019/09/gail-hurley-1.jpg", "body": "<p><strong>Start date with DI:</strong> August 2019</p><p><strong>Where I am based:</strong> Edinburgh, United Kingdom</p><p><strong>What I do:</strong> I am an independent researcher, writer and practitioner on development finance. I am passionate about financing the UN’s Sustainable Development Goals (SDGs). I support DI’s work on development finance with a particular focus on current and future trends in finance and their implications for development.</p><p><strong>Previous experience: </strong>I spent nine years at the United Nations Development Programme (UNDP) in New York as a Policy Specialist on Development Finance. I am an experienced researcher and analyst on such development finance topics as aid, innovative finance, crisis finance, debt and tax. I have also supported several developing countries, including Rwanda, Jamaica, Cabo Verde and Zambia, to develop national financing for development strategies or implement innovative finance schemes. I led the UNDP’s work on the 2015 UN Financing for Development conference in Addis Ababa. From 2015 to 2019, I was Project Manager for the joint OECD–UNDP Tax Inspectors Without Borders initiative, which I helped to build from scratch in collaboration with the Organisation for Economic Co-operation and Development.</p><p>Prior to this, I was a Policy and Advocacy Officer for the European Network on Debt and Development (EURODAD) in Brussels where I led the organisation’s research and campaigning on debt, working briefly in Latin America. I have also worked for the European Volunteer Centre in Brussels and as a teacher of English as a second language.</p><p>I have a Master’s degree in Development Studies from the School of Oriental and African Studies, London, and a Diploma for Graduates in Economics from the University of London. My undergraduate studies were in French and Hispanic Studies at the University of Liverpool.</p>"}, {"url": "http://devinit.org/post/people/georgia-colston/", "name": "Georgia Colston", "position": "Analyst Intern", "department": "research-and-analysis", "img": "http://devinit.org/wp-content/uploads/2019/07/Georgia-Colston.jpg", "body": "<p><strong>Start date:</strong> June 2019</p><p><strong>Where I am based:</strong> Bristol, UK</p><p><strong>What I do:</strong> As an Intern with the Research &amp; Analysis team I am responsible for gathering, checking and evaluating data, as well as interpreting it and providing analysis. I work primarily on the Global Nutrition Report.</p><p><strong>Previous experience:</strong> I am studying for a BSc in Sociology at the University of Bath and am currently on my placement year with DI. I have a strong interest in international development, having taken modules on this subject at university. I volunteer at university with the Bath Marrow society, researching students’ interest and involvement in bone marrow donations and organising fundraising events.</p>"}, {"url": "http://devinit.org/post/people/georgina-carver/", "name": "Georgina Carver", "position": "Content and Publications Officer (Maternity leave)", "department": "communications", "img": "", "body": "<p>Georgina Carver worked at Development Initiatives between January 2018 and June 2018.</p><p><strong>Where I am based:</strong> Bristol</p><p><strong>What I do:</strong> I report to the Head of Communications, to support core programmes and publications by driving editorial production and ensuring quality and consistency across digital and print outputs.</p><p><strong>Previous experience:</strong> I have five years’ experience working in publishing, primarily in the professional education sector. Most of this time was spent with BPP Learning Media in London. Since moving to Bristol in 2017, I also briefly worked as a Technical Editor for a company building a renewable power station, before joining Development Initiatives.</p><p> </p>"}, {"url": "http://devinit.org/post/people/gregory-de-paepe/", "name": "Gregory de Paepe", "position": "Fellow", "department": "fellow", "img": "http://devinit.org/wp-content/uploads/2018/10/Gregory-De-Paepe-1.jpg", "body": "<p><strong>Start date with DI:</strong> August 2018</p><p><strong>Where I am based:</strong> Madrid, Spain</p><p><strong>What I do:</strong> I contribute my development finance expertise mainly to DI’s work on resources. I have supported DI with developing the Integrated National Financing Framework, along with conducting Development Finance Assessments in selected countries. My area of focus is domestic resource mobilisation (DRM) and the donors’ role in supporting it. For this, I drafted two case studies for the latest DI discussion paper on ODA for DRM.</p><p><strong>Previous experience: </strong>I studied Business Economics at the University of Ghent. After working for over a year in the private sector I undertook an internship with the Spanish Delegation to the WTO and UNCTAD in Geneva. Then I moved to the OECD Development Centre’s Africa Desk, to contribute thematic and country analysis to five annual editions of the <em>African Economic Outlook</em>. There, I developed a passion for DRM and subsequently joined the OECD Tax and Development Programme to advise on effective development cooperation for DRM. In 2016, I relocated to Madrid to consult for the UN, the Gates Foundation, ODI and GIZ, while obtaining a Masters in Evaluation of Public Programmes and Policies at the Universidad Complutense in Madrid.</p>"}, {"url": "http://devinit.org/post/people/hannah-sweeney/", "name": "Hannah Sweeney", "position": "Head of Project Management", "department": "project-management", "img": "http://devinit.org/wp-content/uploads/2015/02/g.jpg", "body": "<p><strong>Start date with DI</strong>: January 2009</p><p><strong>Where I am based: </strong>Bristol, UK</p><p><strong>What I do: </strong>I work across DI managing and coordinating various programmes and projects to ensure that there is cross team communication and collaboration. I monitor both financial and human resources to maximise efficiency and report on progress against key deliverables both internally and externally.</p><p><strong>Previous experience: </strong>I worked for three years as Programme Officer on various programmes in DI, including Global Humanitarian Assistance and aidinfo. I have also assisted with a number of consultancy projects, including the evaluation of Sida’s humanitarian assistance.</p><p>Before coming to DI I completed a Masters in International Social Development and a five week volunteer project in Kenya. Prior to this I completed a year working for the British Council in Mexico City as a teaching assistant.</p><p> </p>"}, {"url": "http://devinit.org/post/people/harpinder-collacott/", "name": "Harpinder Collacott", "position": "Executive Director", "department": "leadership-team", "img": "http://devinit.org/wp-content/uploads/2015/12/Harpinder-Collacott-e1450796767248.jpg", "body": "<p><strong>Start date with DI: </strong>April 2012</p><p><strong>Where I am based: </strong>Bristol</p><p><strong>What I do:</strong> As the Executive Director of Development Initiatives I’m responsible for ensuring that our organisation is working towards its vision: a world without poverty and with greater human security. Our role is to make sure that data and evidence are prioritised and used to inform decisions on the allocation of resources – focusing on reducing poverty and increasing people’s resilience to crisis.</p><p>DI has staff and offices in many locations around the globe, and I provide overall coordination to ensure that wherever our work occurs, the strands connect. I also lead the organisation’s work on IATI and represent DI on IATI’s Member Assembly. In my previous role, as DI’s Director, I conceived and oversaw development of the flagship Development Data Hub. I spend a lot of my time on strategic planning, internal organisational change, external relations as well as driving new ideas and initiatives.</p><p><iframe allowfullscreen=\"allowfullscreen\" frameborder=\"0\" height=\"560\" src=\"https://www.youtube.com/embed/k8CIzk3cpNM\" width=\"800\"></iframe></p><p><strong>Previous experience: </strong>Political advisor to the Prosecutor of the Special Court for Sierra Leone (an international criminal tribunal for war crimes), Programme officer at Oak Foundation, Head of Communications and Campaigns at Meningitis Research Foundation. I spent three years living and working in Washington DC as research analyst for South Asia supporting Ambassador Dennis Kux at the Woodrow Wilson Center for International Affairs, and Director of Strategic Planning for Citizens for Global Solutions. I have extensive UK and European public affairs experience as a research assistant and media manager for Nick Clegg at the European Parliament, Edward Davey MP and Lexington Communications. I hold an undergraduate degree from Cambridge University and a post-graduate degree in international relations from London School of Economics.</p>"}, {"url": "http://devinit.org/post/people/henry-odhiambo/", "name": "Henry Odhiambo", "position": "Engagement & Partnerships Manager ", "department": "policy-engagement", "img": "http://devinit.org/wp-content/uploads/2017/05/Henry-Odhiambo.jpg", "body": "<p><strong>Start date with DI:</strong> May 2017</p><p><strong>Where I am based:</strong> Nairobi, Kenya</p><p><strong>What I do:</strong> I contribute to DI’s organisational strategy by forging and nurturing strategic partnerships with key stakeholders – particularly the government, civil society and development actors in Kenya – to ensure that better data on poverty, finance and resources is available and used to drive policy, development decisions and practice that improves the lives of the poorest people.</p><p><strong>Previous experience: </strong> I have 7 years’ experience working with organisations in Kenya and the East Africa region. My previous work has been focused on advocacy and implementing poverty reduction and livelihood projects, human rights projects, and governance and accountability projects. Over 2015–2016 I worked at Refugee Consortium of Kenya and conducted advocacy work to influence policy change to promote respect for refugees’ human rights, conducted research work and developed policy briefs on forced migration issues in the region. I have also worked in networks with various civil society groups to support devolution in Kenya, transitional justice, peacebuilding, and electoral governance sectors.</p><p>Before joining DI, I worked at Baypal consultancy firm in Kenya where I was responsible for the implementation of advocacy- and governance-related projects.</p>"}, {"url": "http://devinit.org/post/people/james-harle/", "name": "James Harle", "position": "Communications Officer", "department": "communications", "img": "http://devinit.org/wp-content/uploads/2018/05/James-Harle-1.jpg", "body": "<p><strong>Start date with DI:</strong> April 2018</p><p><strong>Where I am based:</strong> Bristol, UK</p><p><strong>What I do: </strong>I work with the Head of Communications to make sure DI’s messages reach the audiences they need to, to achieve maximum impact.</p><p><strong>Previous experience: </strong>Prior to joining DI I was Marketing and Communications Assistant for the University of Bath’s Institute for Policy Research, a leading institute for public policy research in the UK, where I held broad responsibility for social media, publications and digital communications. Before that I worked for several years as a writer and journalist focusing on research and technical subject matter. I have a degree in English and Related Literature from the University of York.</p>"}, {"url": "http://devinit.org/post/people/jane-mcneil/", "name": "Jane McNeil", "position": "Human Resources Manager", "department": "central-services", "img": "", "body": "<p><strong>Start Date: </strong>February 2012</p><p><strong>Where I am based: </strong>Bristol</p><p><strong>What I do: </strong>Day to day HR activity, recruitment processes, general administration, assist with programme management and responsibility for building, updating and maintaining an active consultant database.</p><p><strong>Previous Experience: </strong>Wide variety of PA and administrative work also experience of owning and running family business for 25 years with 15 employees.</p><p> </p>"}, {"url": "http://devinit.org/post/people/janet-reilly/", "name": "Janet Reilly", "position": "Director of Business & Finance", "department": "leadership-team", "img": "http://devinit.org/wp-content/uploads/2017/03/Janet-Reilly.jpg", "body": "<p><strong>Start date with DI:</strong> February 2017 (previously January 2007 to November 2014)</p><p><strong>Where I am based:</strong> Bristol, UK</p><p><strong>What I do:</strong> I am responsible for the development and implementation of the business strategy and operational management, covering:</p><ul>\n<li>Resource planning</li>\n<li>Policies, procedures and systems</li>\n<li>Overseeing management of global operations</li>\n<li>Legal compliance</li>\n<li>Leading business-development strategy for consultancy and not-for-profit</li>\n<li>Human Resources, Financial Management and Project Management</li>\n</ul><p><strong>Other experience:</strong> I’ve managed Human Resources and Operations both in the UK and in an international setting, and have over twenty years’ experience across a range of sectors that include: education, housing, charity, not-for-profit, private consultancy and blue-chip professional services. While my professional background has been within the field of HR, as my career progressed I branched out into strategic and organisational management – encompassing HR, finance, IT and facilities – and I played a pivotal role in the original set up of Development Initiatives Poverty Research in 2008.</p><p>I am on the Board of Directors at a housing society; we meet at least six times a year and have financial and strategic oversight of the organisation. I am also on their Remuneration and Nominations Committee.</p><p> </p>"}, {"url": "http://devinit.org/post/people/jennie-robertson/", "name": "Jennie Robertson", "position": "Executive Assistant & Fundraising Support", "department": "central-services", "img": "http://devinit.org/wp-content/uploads/2019/04/jennie.jpg", "body": "<p><strong>Start date with DI:</strong> April 2019</p><p><strong>Where I am based:</strong> Bristol, UK</p><p><strong>What I do: </strong>I provide full support to the Executive Director, primarily managing diary and mailbox, arranging meetings, taking minutes and organising worldwide travel. I also support DI’s fundraising activities, tracking income and researching prospects.</p><p><strong>Previous experience:</strong> I was EA to the Chief Executive of Esmée Fairbairn Foundation for over six years. In addition to my EA role, I worked with incoming grant applications and was part of the Social Investment team. Prior to this, I was an EA at an investment bank and a management consultancy. I have also worked for a local charity in Bristol.</p>"}, {"url": "http://devinit.org/post/people/jenny-claydon/", "name": "Jenny Claydon", "position": "Outsourced Support", "department": "communications", "img": "http://devinit.org/wp-content/uploads/2015/01/Jenny_Claydon.jpg", "body": "<p><strong>What I do: </strong>I worked at DI for three years as Content &amp; Publications Manager, overseeing the editorial function and supporting colleagues across the organisation to publish clear, accessible content on websites and in print publications. In 2016 I left to become a freelance editor and content designer, and I provide ongoing support to DI in those capacities.</p><p><strong>Previous experience: </strong>I taught language and communication at undergraduate level, and worked for a children’s book publisher, the Office for National Statistics and a healthcare charity among other organisations. I studied Communications at Cardiff University, Applied Linguistics at Birmingham and Development Studies at Birkbeck, London. I’ve worked for a research centre focused on conflict resolution in Sri Lanka and a sustainable development institute in Costa Rica.</p><p> </p>"}, {"url": "http://devinit.org/post/people/joao-goncalves/", "name": "João Gonçalves", "position": "Project Manager", "department": "project-management", "img": "http://devinit.org/wp-content/uploads/2019/03/Joao.jpg", "body": "<p><strong>Start date with DI:</strong> March 2019</p><p><strong>Where I am based:</strong> Bristol</p><p><strong>What I do: </strong>As a Project Manager, I manage our Global Humanitarian Assistance and Grand Bargain projects.</p><p><strong>Previous experience:</strong> Before joining DI I worked in the private sector for five and a half years, three of them as a Project Manager, working for a company that specialised in, among other areas, Security &amp; Justice Sector Reform. I was mostly involved in counter-terrorism policing and prosecutorial work in Afghanistan and Pakistan. Before then, I spent six months volunteering in Thailand and a couple of months interning at a university’s International Relations office. I have a BA in International Relations from the University of Porto, an Advanced Studies Diploma from the New University of Lisbon, and I am currently awaiting final confirmation of results for my MA in Global Diplomacy from the School of Oriental and African Studies, University of London.</p>"}, {"url": "http://devinit.org/post/people/john-askew/", "name": "John Askew", "position": "IATI Developer", "department": "data-science-and-information-architecture", "img": "http://devinit.org/wp-content/uploads/2018/07/john-1.jpg", "body": "<p><strong>Start date with DI:</strong> July 2018</p><p><strong>Where I am based:</strong> Bristol, UK</p><p><strong>What I do: </strong>I am a developer for the IATI team, mainly working on Python for different IATI projects.</p><p><strong>Previous experience:</strong> I am an Engineer in Informatics graduated from UCAB in Venezuela. Before joining Development Initiatives and IATI, I worked for a development company called Momentum Lab in Venezuela, where I contributed towards creating a touristic planning app and a cooperation platform for service providers in the tourism industry. I was also part of my University’s Model UN delegation, first as a delegate, then as a finance coordinator and finally as a faculty advisor.</p>"}, {"url": "http://devinit.org/post/people/jordan-beecher/", "name": "Jordan Beecher", "position": "Senior Analyst", "department": "research-and-analysis", "img": "http://devinit.org/wp-content/uploads/2015/01/Jordan-3.jpg", "body": "<p><strong>Start date with DI:</strong> June 2013</p><p><strong>Where I am based:</strong> Bristol</p><p><strong>What I do: </strong>I lead DI’s research and analysis around nutrition and its financing, including for the Global Nutrition Report which highlights progress in combating malnutrition, identifies gaps and proposes ways to fill them. I also manage DI’s data on climate finance which is used across multiple grant and consultancy projects.</p><p><strong>Previous experience: </strong>Prior to joining Development Initiatives, I studied Environmental Change and International Development at the University of Sheffield, UK. My MSc dissertation focused on the provision and equitable distribution of finance for climate change adaptation. Before that I studied Physical Geography at the University of Plymouth, UK.</p>"}, {"url": "http://devinit.org/post/people/josh-stanley/", "name": "Josh Stanley", "position": "IATI Business and Data Analyst                  ", "department": "data-science-and-information-architecture", "img": "http://devinit.org/wp-content/uploads/2019/02/Joshua.jpg", "body": "<p><strong>Start date with DI</strong>: January 2019</p><p><strong>What I do:</strong> I support organisations throughout the IATI data publishing process and advise on technical queries about the IATI standard and the tools that support it.</p><p><strong>Previous experience</strong>: After graduating from Oxford Brookes University with a BSc in Business in 2013, I spent five years at a data processing firm that supports some of the largest UK charities in their fundraising activities. My most recent position there was for two years as a Business Analyst. My main role was to help streamline the main administrative processes involved in handling responses to charity campaigns: data capture, banking, thanking donors for their contributions and analysing data exchange. I also acted as an escalation point for client investigations and queries, typically by interrogating SQL data.</p>"}, {"url": "http://devinit.org/post/people/judith-randel/", "name": "Judith Randel", "position": "Strategic Advisor", "department": "fellow", "img": "http://devinit.org/wp-content/uploads/2015/01/Judith-Randel.jpg", "body": "<p>Judith is a co-founder and Strategic Advisor of Development Initiatives. Together with Tony German, she provides direction for Development Initiatives.</p><p>Prior to establishing Development Initiatives in 1992, Judith and Tony job-shared as director of public affairs at ActionAid. They have produced a wealth of publications and papers, notably as founding editors and advisors on Reality of Aid, 1991-2004.</p><p>Judith is well known in the NGO and donor communities for her work on aid statistics, financing instruments and humanitarian aid trends and is a sought-after speaker on the issue. Judith notably directs the Global Humanitarian Assistance programme and our work with ONE/DATA.</p>"}, {"url": "http://devinit.org/post/people/kate-hughes/", "name": "Kate Hughes", "position": "Technical Delivery Manager", "department": "project-management", "img": "http://devinit.org/wp-content/uploads/2018/03/Kate-Hughes.jpg", "body": "<p><strong>Start date with DI:</strong> February 2018</p><p><strong>Where I am based:</strong> Bristol, UK</p><p><strong>What I do:</strong> I support the technical development of DI’s and the International Aid Transparency Initiative’s (IATI) websites, both of which provide access to large amounts of data on poverty and financial resources.</p><p><strong>Previous experience:</strong> I have a degree in International Relations and spent 7 years in a variety of advocacy focused positions. I worked on the Arms Trade Treaty negotiations and have worked in Afghanistan focusing on Gender and Security Sector Reform whilst at Oxfam. I also worked for Amnesty International UK on the protection of women Human Rights Defenders.</p><p>During my time as a campaigner the use of digital products was always an important feature of my work, which lead me to spending some time in a software development agency in Bristol, focusing on agile and iterative project management.</p>"}, {"url": "http://devinit.org/post/people/katherine-curmi/", "name": "Katherine Curmi", "position": "Executive Assistant to Harpinder Collacott ", "department": "central-services", "img": "http://devinit.org/wp-content/uploads/2015/01/Katherine-1.jpg", "body": "<p><strong>Start date with DI:</strong> October 2014</p><p><strong>Where I am based:</strong> Bristol, UK</p><p><strong>What I do:</strong> I provide full support to the Executive Director, primarily managing diary and mailbox, arranging meetings, taking minutes and organising worldwide travel.</p><p><strong>Previous experience:</strong> I have worked as an Executive Assistant and PA within the marketing, membership, education and fashion industries.</p><p> </p>"}, {"url": "http://devinit.org/post/people/kerry-smith/", "name": "Kerry Smith", "position": "Senior Project Manager", "department": "project-management", "img": "http://devinit.org/wp-content/uploads/2015/01/Kerry_Smith.jpg", "body": "<p><strong>Start date with DI:</strong> October 2007</p><p><strong>Where I am based:</strong> Bristol, UK</p><p><strong>What I do:</strong> As Senior Project Manager, I oversee projects under our Bill and Melinda Gates Foundation grant.</p><p><strong>Previous experience:</strong> I have had a variety of different roles at Development initiatives. Up until the end of 2014 I was Senior Programme Advisor for our Global Humanitarian Assistance (GHA) programme – leading our work on South-South cooperation in humanitarian assistance, coordinating and contributing to our annual GHA report and leading our humanitarian consultancy projects. In 2012, I was seconded to DI’s Africa Hub in Nairobi, Kenya, for a year where I helped set up the office and managed our team of East African analysts. In 2010 I joined DARA’s Humanitarian Response Index team in Sudan and South Sudan. I have taught English in Iwate, Japan, volunteered with the Disaster Emergency Committee (DEC) in London, lived and worked in Nigeria for VSO and volunteered in Papua New Guinea. I have a MSc in International Development from the University of Bath.</p>"}, {"url": "http://devinit.org/post/people/leighton-james/", "name": "Leighton James", "position": "IT Infrastructure Manager", "department": "central-services", "img": "http://devinit.org/wp-content/uploads/2015/01/Leighton_James.jpg", "body": "<p><strong>Start date with DI</strong>: February 2013</p><p><strong>Where I am based: </strong>Bristol Office</p><p><strong>What I do: </strong>I am responsible for overseeing all information technology within Development Initiatives, blending technology with business practices. My current focus is to identify IT strategies and solutions in order to meet company objectives and keep the organisation at the forefront of technological advancement. I provide technical support to users around the globe, ensuring a smooth operation through all teams and outputs.</p><p><strong>Previous experience: </strong>My previous experience includes; technical support, IT infrastructure management, overseas remote support systems, procurement, hardware configuration, SharePoint development, web design and marketing.</p><p> </p>"}, {"url": "http://devinit.org/post/people/lewis-sternberg/", "name": "Lewis Sternberg", "position": "Analyst Intern", "department": "research-and-analysis", "img": "http://devinit.org/wp-content/uploads/2019/07/Lewis-Sternberg-1.jpg", "body": "<p><strong>Start date:</strong> June 2019</p><p><strong>Where I am based:</strong> Bristol, UK</p><p><strong>What I do:</strong> I am an Intern in the Research &amp; Analysis team working on Investments to End Poverty. My duties include gathering, checking and evaluating data, as well as interpreting it and providing analysis. I mostly work on the analysis of how ODA breaks down by sector and finance type.</p><p><strong>Previous experience:</strong> I am studying at the University of Bath for a ­­BSc in Economics, with a strong focus on development economics, and am currently on my placement year. Before university I worked in Nepal alongside local communities, helping them to alleviate the impact of the 2015 earthquake; during this time I had the opportunity to meet staff from the UK’s Department for International Development, providing a valuable insight into development challenges.</p>"}, {"url": "http://devinit.org/post/people/lina-salameh/", "name": "Lina Salameh", "position": "Project Manager", "department": "project-management", "img": "http://devinit.org/wp-content/uploads/2019/05/Lina.jpg", "body": "<p><strong>Start date with DI:</strong> April 2019</p><p><strong>Where I am based:</strong> Bristol, UK</p><p><strong>What I do: </strong>As a Project Manager for Development Initiatives Poverty Research, I oversee international consultancy projects. I am responsible for ensuring that projects are delivered to time, scope, budget, risk and quality.</p><p><strong>Previous experience:</strong> Before joining Development Initiatives, I worked with Mannion Daniels – The Fund Manager for DFID. I was responsible for managing the UK Aid Direct and Small Charities Challenge grants by providing technical support, monitoring and evaluating the performance and management of risk of the grants, as well as supporting learning across the funds, and providing capacity-building for grant holders. I also worked for UNICEF and UNFPA in management roles within their humanitarian aid programmes (child protection, gender-based violence, family planning and reproductive health, youth policies and life skills) in Iraq, Palestine and Jordan. I have an MSW Macro level concentration Masters in Social Policy and Practice from the University of Pennsylvania (UPENN).</p>"}, {"url": "http://devinit.org/post/people/liz-steele/", "name": "Liz Steele", "position": "Fellow", "department": "fellow", "img": "http://devinit.org/wp-content/uploads/2017/06/Liz-Steele.jpg", "body": "<p><strong>Start date with DI:</strong> August 2018</p><p><strong>Where I am based:</strong> Bournemouth, UK</p><p><strong>What I do:</strong> I provide particular expertise to the Monitoring of the Grand Bargain Commitment on Transparency. My work supports DI’s aim to increase the availability of timely, transparent, harmonised and open high-quality data on humanitarian funding to enable better decision-making, greater accountability and learning. In this capacity, I have contributed to all three workstreams to provide: 1) outreach, consultation and baselines assessment; 2) ongoing technical advice, support and consultation with other Grand Bargain working groups and wider networks; and 3) online dashboard development, monitoring and reporting to the Netherlands. I will also provide engagement support to upcoming reports and projects.</p><p><strong>Previous experience: </strong>I have over 20 years’ experience of strategic advocacy and representation, partnership and coalition-building at global and European levels in international development and humanitarian assistance. I am the Director of CSO Consultancy Limited, which helps organisations in the public, private and non-profit sectors to deliver social justice and positive change, with a focus on the role of data and transparency for accountability and effectiveness. I have supported current and former clients to develop and implement their global, national and European advocacy and campaign strategies, including strategic policy analysis and senior-level representation within international inter-governmental and multi-stakeholder initiatives.</p><p>From 2010 to 2016 I led Publish What You Fund’s European engagement and worked on international processes and initiatives such as the United Nations’ 2030 Agenda for Sustainable Development, the Global Partnership on Effective Development Cooperation (GPEDC), the International Aid Transparency Initiative (IATI), the Open Government Partnership (OGP) and the G7. Prior to that I headed CARE International’s EU Office and spent six years working for the European Commission’s Directorate General for International Cooperation and Development in Brussels and Moscow. I have worked for Médecins Sans Frontières in coordinating relief efforts in Nicaragua, Rwanda and Peru.</p>"}, {"url": "http://devinit.org/post/people/louisa-dennison/", "name": "Louisa Dennison", "position": "Strategic Partnership Manager", "department": "strategic-partnerships", "img": "http://devinit.org/wp-content/uploads/2015/01/Louisa-Dennison.jpg", "body": "<p><strong>Start date with DI:</strong> October 2013</p><p><strong>Where I am based:</strong> Bristol, UK</p><p><strong>What I do:</strong> As a Strategic Partnership Manager I manage partnerships and projects aimed at increasing the demand, sharing and use of development data. This includes the design and implementation of DI’s programme of engagement, research and technical projects in Nepal aimed at strengthening the data ecosystem to drive more effective development.</p><p><strong>Previous experience:</strong> Prior to joining DI I was Manager of Programmes at Microfinance Transparency, an organisation that promotes transparency within the microfinance sector through data disclosure, policy advice and training. I have four years’ investment management experience (specialising in socially responsible investments) and a Masters in Leadership for Sustainable Development from the UK think tank Forum for the Future.</p><p> </p>"}, {"url": "http://devinit.org/post/people/mariam-ibrahim/", "name": "Mariam Ibrahim", "position": "Senior Project Manager", "department": "project-management", "img": "http://devinit.org/wp-content/uploads/2015/01/Mariam.jpg", "body": "<p><strong>Start date with DI: </strong>November 2011</p><p><strong>Where I am based: </strong>Nairobi office</p><p><strong>What I do: </strong>Mariam is responsible for project-management and oversight of Finance, HR and administrative activities of the DI Africa office. In addition, she offers programme support to the Regional Director and team on aspects of reporting, contract management and monitoring and evaluation.</p><p><strong>Previous experience: </strong>Prior to joining DI she worked in the banking industry where she garnered experience in finance, corporate affairs, customer service and administration</p><p> </p>"}, {"url": "http://devinit.org/post/people/martha-getachew-bekele/", "name": "Martha Getachew Bekele", "position": "Lead Analyst, East Africa ", "department": "research-and-analysis", "img": "http://devinit.org/wp-content/uploads/2019/08/Martha-Bekele.png", "body": "<p><strong>Where I am based:</strong> Addis Ababa, Ethiopia</p><p><strong>What I do:</strong> As part of the Research &amp; Analysis team, I lead the effective delivery of DI projects; generate high-quality research and analysis; and develop research ideas and methodologies; as well as build and maintain strategic relationships with stakeholders.</p><p><strong>Previous experience:</strong> My involvement in the development world started in 2005 in Ethiopia, where I worked with the Netherlands Development Organisation as a governance advisor. I also contributed to the first Participatory Poverty Assessment in Ethiopia as a research team leader in four regions. Immediately before moving to DI, I was the trade and development programme officer at CUTS Centre for International Trade, Economics &amp; Environment, Nairobi office, undertaking mainly research and policy analysis and maintaining strategic partnerships.</p><p> </p>"}, {"url": "http://devinit.org/post/people/matt-bartlett/", "name": "Matt Bartlett", "position": "Senior Project Manager ", "department": "project-management", "img": "http://devinit.org/wp-content/uploads/2015/01/5.jpg", "body": "<p><strong>Start date with DI: </strong>October 2010</p><p><strong>Where I am based: </strong>Bristol</p><p><strong>What I do:</strong> I’m a Senior Project Manager at DI, currently working on various multi-year grant projects such as our third iteration of the Investments to End Poverty report and monitoring progress of Grand Bargain signatories. I have also worked on projects on aid information, joined-up data and on the International Aid Transparency Initiative (IATI), including overseeing the development of the IATI platform d-portal.</p><p><strong>Previous experience:</strong> Since studying Literature and French at the Universities of Kent and Avignon I have worked at a variety of non-profit organisations.</p>"}, {"url": "http://devinit.org/post/people/moses-owori/", "name": "Moses Owori", "position": "Senior Analyst", "department": "research-and-analysis", "img": "http://devinit.org/wp-content/uploads/2017/11/Moses-Owori.png", "body": "<p><strong>Start date with DI:</strong> May 2017</p><p><strong>Where I am based: </strong>Kampala, Uganda</p><p><strong>What I do:</strong> I’m a Senior Analyst. I work closely with members of DI’s Research &amp; Analysis team to provide stakeholders in the East Africa region with the best information about resource flows, poverty and vulnerability.</p><p><strong>Previous experience:</strong> My first job was with the German Development Service (DED), a humanitarian relief agency where I learnt about food and nutrition security. This inspired me to pursue a career in the humanitarian and development field. From DED I joined the World Food Program as a Senior Program Assistant in the Purchase 4 Progress (P4P) program, where I offered technical assistance in implementation of P4P. This connected smallholder farmers to markets, giving them an opportunity to grow their business and improve their livelihoods. I also had the opportunity of working with CARE International in Uganda, where I served as a Program Quality and Learning Manager for CARE’s Northern Uganda Women Empowerment Program. The most recent position I held prior to joining DI was in USAID’s Famine Early Warning Systems Network (FEWS NET). I served as the Assistant National Technical Manager for FEWS NET in Uganda. Besides full-time employment, I have also had periods of short-term consultancy work with several local and international NGOs and UN agencies.</p>"}, {"url": "http://devinit.org/post/people/naphlin-peter-akena/", "name": "Naphlin Peter Akena", "position": "Database Developer", "department": "data-science-and-information-architecture", "img": "", "body": "<p><strong>Start date with DI:</strong> July 2018</p><p><strong>Where I am based:</strong> Kampala, Uganda</p><p><strong>What I do: </strong>I’m a database developer for DI’s Data Hub.</p><p><strong>Previous experience: </strong>Most of my professional career has been spent in fintech start-ups working to improve financial access to the poor in Africa and in the telecommunications sector. I have over five years of experience working with heavy load traffic transactional databases both as a developer and a maintenance engineer.</p>"}, {"url": "http://devinit.org/post/people/nathalie-willmott/", "name": "Nathalie Willmott", "position": "Project Manager", "department": "project-management", "img": "http://devinit.org/wp-content/uploads/2019/05/Nathalie.jpg", "body": "<p><strong>Start date with DI:</strong> April 2019</p><p><strong>Where I am based:</strong> Bristol, UK</p><p><strong>What I do: </strong>I am the Project Manager for the Global Nutrition Report, and I ensure the project is delivered to time, scope, budget, risk and quality.</p><p><strong>Previous experience:</strong> My last role at a disability charity involved project management of disability projects taking place in Malawi and Zimbabwe, capacity-building support to project teams, and monitoring and evaluation for the programme portfolio. I hold a PRINCE2 Foundations of Project Management certificate, and completed my MSc in Anthropology, Environment and Development at UCL, which included three months of research in Cambodia on women’s empowerment in water governance.</p><p>I have worked in business support and compliance roles at Oxfam GB, and in face-to-face homelessness services for Shelter. I’ve also had the opportunity to volunteer with the Deaf community in Cebu, Philippines, and assist teachers in Andhra Pradesh, India. I am currently a trustee for a small indigenous rights charity called Chacolinks.</p>"}, {"url": "http://devinit.org/post/people/nicolas-williams/", "name": "Nicolas Williams", "position": "Project Support Officer", "department": "project-management", "img": "http://devinit.org/wp-content/uploads/2018/11/LinkedIn.jpg", "body": "<p><strong>Start date with DI:</strong> November 2018</p><p><strong>Where I am based:</strong> Bristol, UK</p><p><strong>What I do: </strong>As the Project Support Officer, my role is to provide logistical, project and financial–administrative support across the board, from our website to updating IATI content. This means working closely with all departments, allowing teams to dedicate their time to projects and stakeholders.</p><p><strong>Previous experience: </strong>Before joining Development Initiatives, I worked in marketing at Michelin Tyre PLC. After that, I studied International Politics at Aberystwyth University, while aiding the growth of a small family-run business. Concluding my studies, I followed my interest in the development sector to Viet Nam, where I taught English, and was able to research the sector and work on social projects.</p>"}, {"url": "http://devinit.org/post/people/niklas-rieger/", "name": "Niklas Rieger", "position": "Senior Analyst", "department": "research-and-analysis", "img": "http://devinit.org/wp-content/uploads/2017/03/Nik-Devinit.jpg", "body": "<p><strong>Start date with DI:</strong> March 2017</p><p><strong>Where I am based:</strong> Bristol, UK</p><p><strong>What I do:</strong> As a Senior Analyst in the Research &amp; Analysis team, I work on humanitarian crises and financing. Specifically, I contribute towards the GHA report and produce crisis briefings for the Start Network.</p><p><strong>Previous experience:</strong> I recently graduated from the University of Cambridge with an MPhil in Development Studies. Prior to that I obtained an undergraduate degree from the University of Bath in Economics and Politics.</p><p> </p>"}, {"url": "http://devinit.org/post/people/paul-stuart/", "name": "Paul Stuart", "position": "Board Member", "department": "board-members", "img": "http://devinit.org/wp-content/uploads/2019/01/paul-edit.jpg", "body": "<p><strong>Start date with DI:</strong> February 2019</p><p><strong>Where I am based:</strong> Bath, UK.</p><p><strong>What I do: </strong>I provide advice, support and direction to Development Initiatives in my role as Board Member.</p><p><strong>Previous experience: </strong>I am CEO of international development charity <a href=\"https://www.sendacow.org/\" target=\"_blank\">Send a Cow</a>, which is based in Bath and works with smallholder farmers in some of the poorest parts of rural Africa. I have held leadership roles in Send a Cow for the last five years. I trained and qualified as a chartered accountant with a Big Four accounting firm before moving into the business sector. There I held finance, operational and strategic roles over an 18-year period, spending the majority of this time leading an international publishing company during a period of sustained growth and entry into new countries.</p>"}, {"url": "http://devinit.org/post/people/petya-kangalova/", "name": "Petya Kangalova", "position": "Senior IATI Business & Data Analyst", "department": "data-science-and-information-architecture", "img": "http://devinit.org/wp-content/uploads/2017/04/Petya-Kangalova.jpg", "body": "<p><strong>Start date with DI:</strong> November 2016</p><p><strong>Where I am based:</strong> Bristol, UK</p><p><strong>What I do: </strong>I support organisations to publish data to the International Aid Transparency Initiative (IATI) and advise them on the technical aspects of the IATI Standard and its tools. I also act as the portfolio manager for all UN agencies publishing to IATI.</p><p><strong>Previous experience: </strong>After finishing my masters in Economics and International Development at the University of Bath in 2012, I spent nearly four years working with the international development team for the Economic and Social Research Council (ESRC). There, I was responsible for contributing to the effective management of a number of bilateral research schemes between the ESRC and the UK’s Department for International Development (DFID) with main responsibility for the DFID-ESRC Growth Research Programme. I also worked closely with a number of international research organisations and think tanks, including the Overseas Development Institute.</p>"}, {"url": "http://devinit.org/post/people/ria-hasler/", "name": "Ria Hasler", "position": "Communications Assistant", "department": "communications", "img": "http://devinit.org/wp-content/uploads/2019/07/Ria-Hasler.jpg", "body": "<p><strong>Start date:</strong> June 2019</p><p><strong>Where I am based</strong>: Bristol, UK</p><p><strong>What I do:</strong> As Communications Assistant I help the team with tasks involving internal communications, publications and social media, ensuring that Development Initiatives’ work reaches the right audiences.</p><p><strong>Previous experience:</strong> I am studying for a BSc in Politics and International Relations at the University of Bath and am currently on my placement year. I have a keen interest in contemporary challenges in global development and I have focused my university studies on international development.</p>"}, {"url": "http://devinit.org/post/people/richard-watts-2/", "name": "Richard Watts", "position": "Senior Analyst", "department": "research-and-analysis", "img": "http://devinit.org/wp-content/uploads/2015/12/Richard-Watts.jpg", "body": "<p><strong>Start date with DI:</strong> August 2014</p><p><strong>Where I am based:</strong> London, UK</p><p><strong>What I do:</strong> I lead our analysis on government finance data at the national and sub-national level, alongside inputting into work and learning in our other research areas.</p><p><strong>Previous experience:</strong> I have previously worked at Development Finance International, Global Partners &amp; Associates and the Mo Ibrahim Foundation. I have consulted on numerous projects for various international non-governmental organisations (ActionAid, Oxfam, Save the Children and WaterAid) and UN agencies (UN Women, UNESCO, UNECOSOC).</p><p> </p>"}, {"url": "http://devinit.org/post/people/rob-tew/", "name": "Rob Tew", "position": "Head of Research & Analysis", "department": "research-and-analysis", "img": "http://devinit.org/wp-content/uploads/2015/12/Rob-Tew.jpg", "body": "<p><strong>Start date with DI</strong>:  March 2008</p><p><strong>Where I am based:</strong> Wiltshire, UK</p><p><strong>What I do:</strong> I play a lead role in developing DI’s methodologies for the analysis of aid data including the aid bundle analysis featured in the Investments to End Poverty report. I also conduct research into how the true value of aid to recipients is affected by the way in which aid is delivered.</p><p><strong>Previous experience:</strong> Many years experience in financial information analysis and business project management in the banking and insurance sectors</p><p> </p>"}, {"url": "http://devinit.org/post/people/rohini-simbodyal/", "name": "Rohini Simbodyal", "position": "IATI Communications Advisor", "department": "data-science-and-information-architecture", "img": "http://devinit.org/wp-content/uploads/2016/05/Rohini-Simbodyal.jpg", "body": "<p><b>Start date with DI: </b><span style=\"font-weight: 400;\">September 2015</span></p><p><b>Where I am based: </b><span style=\"font-weight: 400;\">London, UK</span></p><p><b>What I do: </b><span style=\"font-weight: 400;\">I provide communications for the International Aid Transparency Initiative (IATI), which seeks </span><span style=\"font-weight: 400;\">to improve the transparency of aid, development and humanitarian resources in order to increase their effectiveness in tackling poverty.</span></p><p><b>Previous experience: </b><span style=\"font-weight: 400;\">I have worked in communications roles in political and third-sector organisations for the past nine years. Before taking on this role, I spent over six years as an elected councillor and cabinet member in local government in England. I am a graduate in Economics and Politics from SOAS, University of London.</span></p><p> </p>"}, {"url": "http://devinit.org/post/people/sam-ashby-2/", "name": "Sam Ashby", "position": "Analyst", "department": "research-and-analysis", "img": "http://devinit.org/wp-content/uploads/2019/07/Sam-Ashby.jpg", "body": "<p><strong>Start date:</strong> June 2019</p><p><strong>Where I am based:</strong> Bristol, UK</p><p><strong>What I do:</strong> I work with financial data and perform the annual update for the multitude of resource flows that underpin analyses throughout many projects. I currently focus on nutrition data in the Global Nutrition Report and contribute to other projects within the Research &amp; Analysis team.</p><p><strong>Previous experience:</strong> I worked at Development Initiatives for two years as an Intern and then a Consultant, before re-joining as a full-time Analyst. In that time, I completed my BSc in Politics with Economics at the University of Bath. I wrote my dissertation on the principles of open data and the disconnect between data providers and users in the development sector.</p>"}, {"url": "http://devinit.org/post/people/samuele-mattiuzzo/", "name": "Samuele Mattiuzzo", "position": "Senior IATI Developer", "department": "data-science-and-information-architecture", "img": "http://devinit.org/wp-content/uploads/2019/01/sam.png", "body": "<p><strong>Start date with DI:</strong> November 2018</p><p><strong>Where I am based:</strong> Bristol, UK</p><p><strong>What I do: </strong>I manage all-IATI related technology, from IATI websites to the data architecture behind it. My current focus is on pushing and improving the IATI Standard itself.</p><p><strong>Previous experience: </strong>Before working for IATI in Development Initiatives, I spent most of my career in the private sector, starting my software career in an Italian newspaper company. After that, I worked for six years in the marketing sector with Potato (a web development company). During my time in Potato, I worked on projects for Google, Microsoft and other clients.</p>"}, {"url": "http://devinit.org/post/people/sarah-dalrymple/", "name": "Sarah Dalrymple", "position": "Senior Policy & Engagement Advisor", "department": "policy-engagement", "img": "http://devinit.org/wp-content/uploads/2015/01/Sarah-D.jpg", "body": "<p><b>Start date with DI: </b> January 2014</p><p><b>Where I am based: </b>Bristol, UK</p><p><b>What I do: </b>I lead DI’s policy analysis and engagement on both humanitarian assistance and conflict, peace and security.</p><p><b>Previous experience:</b> I worked at Saferworld, an international peacebuilding NGO, as a Policy and Advocacy Advisor on conflict prevention, security, justice, conflict-sensitive development and gender issues, engaging both in the international arena and at the national level in a range of fragile and conflict-affected states in Africa, Asia and Eastern Europe. For two years I was based in Nepal, and led the development of Saferworld’s country and wider regional (South Asia) programmes.</p><p>I also worked at International Alert as a Programme Design Officer on peace and security issues in Asia and Eurasia; at Oxfam on campaigning and parliamentary engagement and advocacy; and as an independent consultant on conflict and security, during which time I worked as a Team Leader with <em>theIDLGroup </em>for an evaluation of Conciliation Resources’ DFID-funded PPA.</p><p>As part of the UK Government’s Serious and Organised Crime Agency (SOCA) I worked on policy and strategy to address organised crime (e.g. human trafficking and child exploitation) as a source of insecurity and instability at the national and international levels, linking closely to, and developing a joint strategy with DFID.</p><p> </p>"}, {"url": "http://devinit.org/post/people/sheena-wynne/", "name": "Sheena Wynne", "position": "Business Portfolio Manager", "department": "project-management", "img": "http://devinit.org/wp-content/uploads/2018/03/Sheena-Wynne.jpg", "body": "<p><strong>Start date with DI:</strong> May 2016</p><p><strong>Where I am based:</strong> Bristol, UK</p><p><strong>What I do:</strong> I work across DI managing a number of different projects to ensure that they are implemented in the most effective and efficient way. I work from project initiation through to completion – monitoring both financial and human resources, reporting on progress against deliverables both internally and externally.</p><p><strong>Previous experience:</strong> Since completing an MA in International Development I have had varied experiences of project management, from working on community projects in Peru and Bolivia to implementing advocacy campaigns with Oxfam. Each has introduced me to very different project management contexts. My role before starting at DI was with Temwa, an organisation working in northern Malawi. There I oversaw ten projects across five key programme areas, developed programme strategies, and monitoring and evaluation plans. I also oversaw the introduction of a new project management approach.</p><p> </p>"}, {"url": "http://devinit.org/post/people/sheila-oguda/", "name": "Sheila Oguda", "position": "Project Officer", "department": "project-management", "img": "http://devinit.org/wp-content/uploads/2019/05/DSC073371.jpg", "body": "<p><strong>Start date with DI:</strong> August 2018</p><p><strong>Where I am based:</strong> Nairobi, Kenya</p><p><strong>What I do: </strong>As a Project Officer I work closely with Project Managers and other team members in Project Management. I provide administrative support to ensure the efficient and successful operation of Development Initiatives’ activities and projects according to organisational requirements and procedures.</p><p><strong>Previous experience:</strong> Prior to joining Development Initiatives, I worked in the Projects department of ComzAfrica, an Innovation Company that provides value-added solutions to mobile network operators.</p>"}, {"url": "http://devinit.org/post/people/simon-murphy/", "name": "Simon Murphy", "position": "Content Strategist & Managing Editor", "department": "communications", "img": "http://devinit.org/wp-content/uploads/2016/04/Simon-Murphy.png", "body": "<p><strong>Start date with DI:</strong> March 2016</p><p><strong>Where I am based:</strong> Bristol office, UK</p><p><strong>What I do:</strong> I support core programmes and publications by driving editorial production and ensuring quality and consistency across digital and print outputs.</p><p><strong>Previous experience:</strong> I have 11 years’ experience working in publishing, specifically illustrated books about travel, history and art.</p>"}, {"url": "http://devinit.org/post/people/sophia-swithern-2/", "name": "Sophia Swithern", "position": "Fellow", "department": "fellow", "img": "http://devinit.org/wp-content/uploads/2015/01/Sophia-Swithern.jpg", "body": "<p><strong>Start date with DI:</strong> August 2018</p><p><strong>Where I am based:</strong> Oxford, UK</p><p><strong>What I do:</strong>  I’m an independent consultant specialising in research and evidence for international and domestic social impact. As a DI research fellow, my research and strategic support focuses on humanitarian issues.  I’m also a visiting lecturer at the Centre for Development and Emergency Practice, and a trustee of BBC Media Action.</p><p><strong>Previous experience: </strong>I have 20 years professional experience with non-governmental, UN and government agencies and expertise including aid financing, forced migration, humanitarian protection and innovation. Before becoming an independent consultant in 2018, I was DI’s Head of Research and Analysis, having joined the team in 2013 to lead the Global Humanitarian Assistance Programme. I started working on humanitarian issues at UNHCR, and then at Oxfam, where my roles included leading protection and conflict reduction programmes in DRC and Liberia as well as policy and advocacy on humanitarian, conflict and refugee issues.</p>"}, {"url": "http://devinit.org/post/people/sophie-hanna/", "name": "Sophie Hanna", "position": "Analyst Intern", "department": "research-and-analysis", "img": "http://devinit.org/wp-content/uploads/2019/07/Sophie-Hanna.jpg", "body": "<p><strong>Start date:</strong> June 2019</p><p><strong>Where I am based:</strong> Bristol, UK</p><p><strong>What I do:</strong> I am an Intern in the Research &amp; Analysis team. My duties include gathering, checking and evaluating data, as well as interpreting it and providing analysis. I work mainly on the Global Humanitarian Assistance programme.</p><p><strong>Previous experience:</strong> I am studying for a BSc in Economics at the University of Bath and am currently on my placement year. In the summer of 2017, I interned at a start-up wound-care company in their London office, where I assisted with research into their clinical trial programme for a neglected tropical disease in Ghana.</p>"}, {"url": "http://devinit.org/post/people/timothy-takona/", "name": "Timothy Takona", "position": "Board Member", "department": "board-members", "img": "http://devinit.org/wp-content/uploads/2019/01/Timothy.jpg", "body": "<p><strong>Start date with DI:</strong> February 2019</p><p><strong>Where I am based:</strong> New York, NY, USA.</p><p><strong>What I do: </strong>I provide advice, support and direction to Development Initiatives in my role as Board Member.</p><p><strong>Previous experience: </strong>I am Chief, Performance Management and Accountability, at <a href=\"https://www.unicef.org/\" target=\"_blank\">UNICEF</a>. I oversee the corporate performance monitoring and accountability portfolio, which facilitates the development and use of standards, tools and systems for internal strategic management, and the use of information on results to strengthen organisational performance. I also lead UNICEF’s initiative to increase public transparency and accountability. Moreover, I am part of the <a href=\"https://iatistandard.org/en/\" target=\"_blank\">International Aid Transparency Initiative</a> (IATI) governing board, and prior to joining UNICEF spent seven years in programme management at USAID’s Kenya Office.</p>"}, {"url": "http://devinit.org/post/people/tina-blaquez-lopez/", "name": "Tina Blazquez-Lopez", "position": "Board Member", "department": "board-members", "img": "http://devinit.org/wp-content/uploads/2019/01/tina-3.jpg", "body": "<p><strong>Start date with DI:</strong> February 2019</p><p><strong>Where I am based:</strong> Dubai, UAE.</p><p><strong>What I do: </strong>I provide advice, support and direction to Development Initiatives in my role as Board Member.</p><p><strong>Previous experience: </strong>I am a project and corporate finance lawyer with leading global firm <a href=\"https://www.bclplaw.com/\" target=\"_blank\">Bryan Cave Leighton Paisner LLP</a> whose practice focuses on complex international energy and infrastructure projects across a range of sectors including power (both traditional and renewable), oil and gas, mining, transport, ports, property and telecoms. Based in Dubai, my focus is on emerging market economies, particularly in Africa and the Middle East; I advise a wide range of clients including governments, banks and other financial institutions, sponsors, and equity investors.</p>"}, {"url": "http://devinit.org/post/people/tony-german/", "name": "Tony German", "position": "Strategic Advisor", "department": "fellow", "img": "http://devinit.org/wp-content/uploads/2015/01/Tony-German.jpg", "body": "<p>Tony is a co-founder and Strategic Advisor for Development Initiatives.</p><p>Tony’s analysis, research and communication work in the development and aid arena has prompted high-level policy debate and action on critical issues such as the role of public engagement in poverty reduction, the importance of social investment and social security beyond national borders and attention to rights that underline the potential for eradicating poverty by 2030.</p>"}, {"url": "http://devinit.org/post/people/victoria-room/", "name": "Victoria Room", "position": "Monitoring, Evaluation & Impact Lead ", "department": "project-management", "img": "http://devinit.org/wp-content/uploads/2015/01/Victoria_Room.jpg", "body": "<p><strong>Start date with DI:</strong> March 2008</p><p><strong>Where I am based</strong>: Bristol</p><p><strong>What I do:</strong> I lead on Development Initiative’s monitoring, evaluation and impact work across all our programmes. I develop and implement MEI frameworks and train and support staff to gather data and intelligence on our work. I use this to demonstrate what is working where, how and why and to identify where we need to review and re-think. I have a particular interest in finding innovative ways to assess the impact of complex and new areas of work such as open data.</p><p><strong>Previous experience:</strong> I previously worked in DI’s aidinfo programme, most recently leading the Open Nepal project and overseeing our work to support access to and use of information for poverty reduction. Before that I worked for Panos London on the Information Society and Globalisation Prograefore that, in volunteer management and event organising. I have a BA in Development Studies and Swahili from the School of Oriental and African Studies, London and a Masters in International<br/>\nDevelopment Studies from the University of Amsterdam.</p><p> </p>"}, {"url": "http://devinit.org/post/people/vittoria-radaelli/", "name": "Vittoria Radaelli", "position": "Policy and Engagement Intern", "department": "policy-engagement", "img": "http://devinit.org/wp-content/uploads/2018/07/viky.jpg", "body": "<p><strong>Start date with DI:</strong> June 2018</p><p><strong>Where I am based:</strong> Bristol, UK</p><p><strong>What I do:</strong> My role encompasses a variety of activities surrounding outreach to the public and private sector, where I focus on horizon scanning and stakeholder mapping to inform and update the relevant teams on the current development landscape. I am also in charge of maintaining an up-to-date calendar for the Engagement team, ensuring all major international events are highlighted. This allows DI to interact with influential organizations on the global scale, so that the development sector can share expertise and exchange resources for joint progress.</p><p><strong>Previous experience: </strong>I am currently enrolled in a BSc in Sociology and Social Policy with the aims of graduating in 2020 and subsequently getting involved in the NGO sector. I have previously been involved in voluntary work both during and outside my time in education. Volunteering is one of my biggest passions and has undeniably been the route of my interest towards development. My previous experience has also been closely related to the charity sector as I’ve worked at both the British Heart Foundation and the University of Bath UNICEF committee. My drive stems from a passion in research and social analysis which I am hoping to mature during my time as an Intern at DI.</p>"}, {"url": "http://devinit.org/post/people/wendy-rogers/", "name": "Wendy Rogers", "position": "Senior Business & Data Analyst", "department": "data-science-and-information-architecture", "img": "http://devinit.org/wp-content/uploads/2015/01/Wendy-Rogers.jpg", "body": "<p>Wendy Rogers worked at Development Initiatives between September 2013 and June 2018.</p><p><strong>Where I am based:  </strong>Gloucestershire</p><p><strong>What I do: </strong>I work with all sorts of organisations – big and small – such as charities, foundations, government agencies and private sector companies, in order to help them publish information about their international aid programmes and projects so that it conforms to the IATI standard. IATI is an internationally recognised mechanism for publishing data to provide transparency of spending on international aid; the published data is available so anyone, anywhere is able to see where monies have been spent.</p><p><strong>Previous experience:</strong> I started my career at the Bank of England in London and have since spent many years as a business and IT consultant working with companies across all of the private, public and Third Sector. I am a web programmer but I also specialise in business analysis and helping organisations to bring about IT enabled business change and transformations.</p><p> </p><p> </p>"}, {"url": "http://devinit.org/post/people/wendy-thomas/", "name": "Wendy Thomas", "position": "IATI Technical Lead", "department": "data-science-and-information-architecture", "img": "http://devinit.org/wp-content/uploads/2019/06/wendy.jpg", "body": "<p><strong>Start date with DI:</strong> March 2019</p><p><strong>Where I am based:</strong> Bristol, UK</p><p><strong>What I do: </strong>I lead the IATI Technical Team, oversee our standard and am a member of IATI’s Secretariat, who are responsible for the day-to-day running of IATI.</p><p><strong>Previous experience:</strong> Before coming to Development Initiatives, I spent fourteen years at the Environment Agency, leading on metadata, data flow mapping and information resources, and also managed its Open Data Project. My previous experience also includes over twenty years in academic and research libraries, managing reference and archival services at Harvard University, the New York Public Library, the British Film Institute and London’s Women’s Library.</p>"}, {"url": "http://devinit.org/post/people/zach-christensen/", "name": "Zach Christensen", "position": "Senior Analyst", "department": "research-and-analysis", "img": "http://devinit.org/wp-content/uploads/2016/06/Zach-Christensen.jpeg", "body": "<p><strong>Start date with DI: </strong>April 2016</p><p><strong>Where I am based:</strong> Washington DC, US</p><p><strong>What I do</strong>: I analyse data about the status of the poorest 20% of people as part of DI’s P20 Initiative, with a particular focus on disaggregation by wealth quintile, gender, geography, age, and disability. I also interpret household surveys and administrative systems to track poverty, malnutrition and civil registration and vital statistics. Additionally, my work analyses the data required to foster inclusive development with a focus on excluded populations and those at risk of being left behind.</p><p><strong>Previous experience</strong>: Prior to working at Development Initiatives, I worked on a number of issues related to Sustainable Development Goals indicators, open data, grassroots development and transparency. I’ve worked on these issues in Kosovo, Haiti, and Uganda. I received an MA in Politics from Princeton University and a BA in Political Science from Brigham Young University.</p><p> </p>"}]
